<?xml version="1.0"?>
<rss version="2.0">
<channel>
<title>DODDLE</title>
<description>Domain Ontology rapiD DeveLopment Environment</description>
<language>en-us</language>
<copyright>Copyright 2006 TakeshiMorita</copyright>
<pubDate>Wed, 19 Apr 2006 06:42:47 UTC</pubDate>
<lastBuildDate>Wed, 19 Apr 2006 06:42:47 UTC</lastBuildDate>
<docs>http://blogs.law.harvard.edu/tech/rss</docs>
<generator>TiddlyWiki 2.0.0</generator>
<item>
<title>BUGS</title>
<description>* ''@@color(red): &#25277;&#35937;&#12494;&#12540;&#12489;&#12434;&#36861;&#21152;&#12377;&#12427;&#20966;&#29702;&#12395;&#38306;&#12375;&#12390;&#12399;&#65292;&#12486;&#12473;&#12488;&#12364;&#21313;&#20998;&#12391;&#12399;&#12394;&#12356;&#12383;&#12417;&#65292;&#12496;&#12464;&#12434;&#21547;&#12435;&#12391;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#39640;&#12356;&#12391;&#12377;&#65294;@@''&lt;br /&gt;* &#12494;&#12540;&#12489;&#12434;&#12489;&#12521;&#12483;&#12464;&#12450;&#12531;&#12489;&#12489;&#12525;&#12483;&#12503;&#12391;&#31227;&#21205;&#12377;&#12427;&#26178;&#12395;&#65292;&#22810;&#37325;&#32153;&#25215;&#12364;&#12358;&#12414;&#12367;&#25201;&#12360;&#12390;&#12356;&#12394;&#12356;=&gt; &#12494;&#12540;&#12489;&#12398;&#36861;&#21152;&#12392;&#21516;&#12376;&#12424;&#12358;&#12395;&#21205;&#20316;&#12377;&#12409;&#12365;&lt;br /&gt;* &#21516;&#19968;&#27010;&#24565;&#12398;&#19979;&#20301;&#27010;&#24565;&#12392;&#12375;&#12390;&#12489;&#12521;&#12483;&#12464;&#12375;&#12390;&#12375;&#12414;&#12387;&#12383;&#22580;&#21512;&#12399;&#24490;&#29872;&#12375;&#12390;&#12375;&#12414;&#12358;&lt;br /&gt;* &#12467;&#12500;&#12540;&#65286;&#12506;&#12540;&#12473;&#12488;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#22580;&#21512;&#12418;&#19978;&#35352;&#12392;&#21516;&#27096;&#12398;&#12481;&#12455;&#12483;&#12463;&#12364;&#24517;&#35201;</description>
<link>null#BUGS</link>
<pubDate>Wed, 19 Apr 2006 06:42:33 UTC</pubDate>
</item>
<item>
<title>TODO</title>
<description>* &#19978;&#20301;&#12539;&#19979;&#20301;&#12539;&#20804;&#24351;&#20197;&#22806;&#12398;&#38306;&#20418;&#12434;&#21033;&#29992;&#12375;&#12383;&#33258;&#21205;&#22810;&#32681;&#24615;&#35299;&#28040;&#12398;&#23455;&#35013;&lt;br /&gt;* &#27010;&#24565;&#23450;&#32681;&#12398;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#20445;&#23384;&#12539;&#24489;&#20803;&lt;br /&gt;* &#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12375;&#12383;&#24460;&#12395;&#65292;&#26411;&#23614;&#20197;&#22806;&#12398;&#27010;&#24565;&#38291;&#12398;&#36317;&#38626;&#12434;&#21033;&#29992;&#12375;&#12390;&#12463;&#12521;&#12473;&#12479;&#12522;&#12531;&#12464;&#21487;&#33021;&#12395;&#12377;&#12427;&lt;br /&gt;* &#26082;&#23384;&#27010;&#24565;&#38542;&#23652;&#12395;&#24460;&#12363;&#12425;&#20837;&#21147;&#27010;&#24565;&#12434;&#36861;&#21152;&#12375;&#65292;&#27010;&#24565;&#38542;&#23652;&#12434;&#20877;&#27083;&#31689;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&#65288;&#12452;&#12531;&#12463;&#12522;&#12513;&#12531;&#12479;&#12523;&#12394;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#27083;&#31689;&#12434;&#21487;&#33021;&#12395;&#12377;&#12427;&#65289;&lt;br /&gt;* &#36766;&#26360;&#12392;&#12375;&#12390;&#65292;&#26085;&#26412;&#35486;&#35486;&#24409;&#20307;&#31995;&#12434;&#21033;&#29992;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&lt;br /&gt;* &#12487;&#12540;&#12479;&#12479;&#12452;&#12503;&#12503;&#12525;&#12497;&#12486;&#12451;&#12434;&#25201;&#12360;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&lt;br /&gt;* &#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12377;&#12427;&#38555;&#12395;&#36861;&#21152;&#12375;&#12383;&#27010;&#24565;&#12399;&#65292;&#12505;&#12473;&#12488;&#12510;&#12483;&#12481;&#12391;&#12399;&#12394;&#12367;&#65292;SIN&#12392;&#12375;&#12390;&#21306;&#21029;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&#65294;&lt;br /&gt;* &#27010;&#24565;&#23450;&#32681;&#12391;&#21516;&#32681;&#35486;&#12434;&#23550;&#35937;&#12395;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#36984;&#25246;&#21487;&#33021;&#12395;&#12377;&#12427;&lt;br /&gt;* &#27010;&#24565;&#23450;&#32681;&#12391;&#21516;&#19968;&#27010;&#24565;&#12418;&#23550;&#35937;&#12395;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#36984;&#25246;&#21487;&#33021;&#12395;&#12377;&#12427;&lt;br /&gt;** &#29694;&#29366;&#12391;&#12399;&#65292;&#20837;&#21147;&#21336;&#35486;&#12395;&#23550;&#24540;&#12377;&#12427;&#27010;&#24565;&#12398;&#21516;&#32681;&#35486;&#12377;&#12409;&#12390;&#12395;&#12388;&#12356;&#12390;&#65292;&#20849;&#36215;&#12375;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#35519;&#12409;&#12390;&#12356;&#12427;&lt;br /&gt;** &#29694;&#29366;&#12391;&#12399;&#65292;&#21516;&#19968;&#27010;&#24565;&#12398;&#21516;&#32681;&#35486;&#31561;&#12395;&#12388;&#12356;&#12390;&#12399;&#32771;&#24942;&#12375;&#12390;&#12356;&#12394;&#12356;&#65294;&lt;br /&gt;* java.util.Properties&#12434;&#21033;&#29992;&#12375;&#12390;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20445;&#23384;&lt;br /&gt;* &#12525;&#12464;&#12434;&#12501;&#12449;&#12452;&#12523;&#12395;&#20445;&#23384;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&lt;br /&gt;* &#12525;&#12464;&#12398;&#35352;&#36848;&#12434;&#12522;&#12477;&#12540;&#12473;&#12501;&#12449;&#12452;&#12523;&#12391;&#35352;&#36848;&lt;br /&gt;* &#12510;&#12491;&#12517;&#12450;&#12523;&#12398;&#20316;&#25104;&lt;br /&gt;</description>
<link>null#TODO</link>
<pubDate>Wed, 19 Apr 2006 06:41:52 UTC</pubDate>
</item>
<item>
<title>ChangeLog</title>
<description>! 2006-04-19&lt;br /&gt;* &#12513;&#12491;&#12517;&#12540;&#65292;&#12458;&#12503;&#12471;&#12519;&#12531;&#12395;&#38306;&#12377;&#12427;&#35328;&#35486;&#12501;&#12449;&#12452;&#12523;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-04-10&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#23376;&#12494;&#12540;&#12489;&#12434;&#65298;&#12388;&#20197;&#19978;&#12418;&#12383;&#12394;&#12356;&#25277;&#35937;&#12494;&#12540;&#12489;&#12364;&#36861;&#21152;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-04-09&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* ''@@color(red):[&#37325;&#35201;]@@''&#25277;&#35937;&#27010;&#24565;&#12434;&#36861;&#21152;&#12377;&#12427;&#35079;&#21512;&#35486;&#12398;&#38542;&#23652;&#21270;&#12391;&#21098;&#23450;&#12434;&#34892;&#12358;&#22580;&#21512;&#12395;&#65292;&#21098;&#23450;&#12373;&#12428;&#12394;&#12356;&#35079;&#21512;&#35486;&#27010;&#24565;&#12364;&#12354;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65288;&#23376;&#12494;&#12540;&#12489;&#12434;&#65298;&#12388;&#20197;&#19978;&#12418;&#12383;&#12394;&#12356;&#25277;&#35937;&#27010;&#24565;&#12434;&#21066;&#38500;&#12377;&#12427;&#21069;&#12395;&#21098;&#23450;&#12434;&#34892;&#12387;&#12390;&#12356;&#12383;&#12383;&#12417;&#65292;&#25277;&#35937;&#27010;&#24565;&#21066;&#38500;&#24460;&#12395;&#21098;&#23450;&#12377;&#12409;&#12365;&#35079;&#21512;&#35486;&#27010;&#24565;&#12364;&#27531;&#12427;&#22580;&#21512;&#12364;&#12354;&#12387;&#12383;&#65289;&lt;br /&gt;* ''@@color(red):[&#37325;&#35201;]@@'' &#25277;&#35937;&#27010;&#24565;&#12398;&#36861;&#21152;&#12392;&#35079;&#21512;&#35486;&#12398;&#21098;&#23450;&#12434;&#21516;&#26178;&#12395;&#34892;&#12358;&#22580;&#21512;&#12395;&#65292;&#21098;&#23450;&#21069;&#12395;&#25277;&#35937;&#27010;&#24565;&#12398;&#36861;&#21152;&#12434;&#34892;&#12387;&#12390;&#12356;&#12383;&#12383;&#12417;&#65292;&#25277;&#35937;&#27010;&#24565;&#25968;&#12364;&#23455;&#38555;&#12424;&#12426;&#12418;&#23569;&#12394;&#12367;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;* ''@@color(red):[&#37325;&#35201;]@@'' &#21516;&#19968;&#12521;&#12505;&#12523;&#12398;&#25277;&#35937;&#27010;&#24565;&#12364;&#21029;&#27010;&#24565;&#12392;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65288;&#25277;&#35937;&#27010;&#24565;&#12395;&#12399;[A] &#12434;&#12521;&#12505;&#12523;&#12398;&#20808;&#38957;&#12395;&#12388;&#12369;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65289;&lt;br /&gt;* &#12463;&#12521;&#12473;&#38542;&#23652;&#12398;&#12415;&#12398;&#27083;&#31689;&#12364;&#12391;&#12365;&#12394;&#12367;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65288;2006-04-06&#12398;&#20462;&#27491;&#12395;&#12424;&#12426;&#12456;&#12531;&#12496;&#12464;&#65289;&lt;br /&gt;* &#25277;&#35937;&#27010;&#24565;&#12398;&#35211;&#20986;&#12375;&#12364;&#31354;&#30333;&#25991;&#23383;&#12391;&#20998;&#26029;&#12373;&#12428;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;* &#36861;&#21152;&#12375;&#12383;&#25277;&#35937;&#27010;&#24565;&#25968;&#12398;&#25968;&#12360;&#26041;&#12364;&#35492;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65288;&#37325;&#35079;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12418;&#21029;&#27010;&#24565;&#12392;&#12375;&#12390;&#12459;&#12454;&#12531;&#12488;&#12375;&#12390;&#12356;&#12383;&#65289;&lt;br /&gt;* DB&#29256;&#12391;&#38542;&#23652;&#27083;&#31689;&#26178;&#12398;&#20837;&#21147;&#27010;&#24565;&#12398;&#35373;&#23450;&#12395;&#19981;&#20855;&#21512;&#12364;&#12354;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-04-07&lt;br /&gt;* Disambiguation&#12463;&#12521;&#12473;&#12398;&#12452;&#12531;&#12490;&#12540;&#12463;&#12521;&#12473;&#12391;&#12354;&#12387;&#12383;ConstructTreeAction&#12463;&#12521;&#12473;&#12434;actions&#12497;&#12483;&#12465;&#12540;&#12472;&#12395;&#31227;&#21205;&#12375;&#12383;&lt;br /&gt;* &#12501;&#12451;&#12540;&#12523;&#12489;&#21517;&#65292;&#12525;&#12540;&#12459;&#12523;&#22793;&#25968;&#21517;&#12434;&#36969;&#20999;&#12394;&#21517;&#21069;&#12395;&#22793;&#26356;&lt;br /&gt;* &#12463;&#12521;&#12473;&#12414;&#12383;&#12399;&#12503;&#12525;&#12497;&#12486;&#12451;&#38542;&#23652;&#20013;&#12398;&#27010;&#24565;&#12434;&#36984;&#25246;&#12375;&#12383;&#12392;&#12365;&#12395;&#65292;&#21098;&#23450;&#12494;&#12540;&#12489;&#12434;&#34920;&#31034;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65288;&#21098;&#23450;&#12494;&#12540;&#12489;&#12364;&#20309;&#12418;&#12394;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;&#19978;&#20301;&#27010;&#24565;&#12434;&#34920;&#31034;&#65289;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#35079;&#21512;&#35486;&#12398;&#38542;&#23652;&#27083;&#31689;&#26178;&#12395;&#65292;&#35079;&#21512;&#35486;&#12434;&#23376;&#12494;&#12540;&#12489;&#12392;&#12375;&#12390;&#25345;&#12388;&#27010;&#24565;&#12398;&#35211;&#20986;&#12375;&#12364;&#23376;&#12494;&#12540;&#12489;&#12398;&#35211;&#20986;&#12375;&#65288;&#35079;&#21512;&#35486;&#12398;&#35211;&#20986;&#12375;&#65289;&#12392;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;* onMemory&#29256;&#12391;&#38542;&#23652;&#27083;&#31689;&#26178;&#12395;&#20195;&#34920;&#35211;&#20986;&#12375;&#12398;&#35373;&#23450;&#12364;&#12358;&#12414;&#12367;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-04-06&lt;br /&gt;* ConstructConceptTreePanel&#12392;ConstructPropertyTreePanel&#12395;&#20849;&#36890;&#12398;&#25277;&#35937;&#12463;&#12521;&#12473;(ConstructConceptTreePanel)&#12434;&#29992;&#24847;&#12375;&#12390;&#65292;&#20849;&#36890;&#12513;&#12477;&#12483;&#12489;&#12434;&#12414;&#12392;&#12417;&#12427;&lt;br /&gt;* ConstructConceptTreePanel&#12434;ConstructClassPanel&#12395;&#22793;&#26356;&lt;br /&gt;* ConstructPropertyTreePanel&#12434;ConstructPropertyPanel&#12395;&#22793;&#26356;&lt;br /&gt;* &#12473;&#12503;&#12521;&#12483;&#12471;&#12517;&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#22793;&#26356;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-04-02&lt;br /&gt;* &#27010;&#24565;&#22793;&#21205;&#31649;&#29702;TRA&#12391;&#21098;&#23450;&#12373;&#12428;&#12383;&#27010;&#24565;&#12484;&#12522;&#12540;&#12434;&#25552;&#31034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#27010;&#24565;&#22793;&#21205;&#31649;&#29702;TRA&#12398;&#32080;&#26524;&#12434;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#20445;&#23384;&#12539;&#24489;&#20803;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* ''@@color(red):[&#37325;&#35201;]@@''EDR&#12434;&#29992;&#12356;&#12383;&#27010;&#24565;&#23450;&#32681;&#12391;&#65292;&#23450;&#32681;&#22495;&#12398;&#21462;&#24471;&#12364;&#12358;&#12414;&#12367;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;** DODDLE_DIC&#20869;&#12398;&#27010;&#24565;&#35352;&#36848;&#36766;&#26360;&#12487;&#12540;&#12479;&#12398;&#24418;&#24335;&#12434;&#22793;&#26356;&#12375;&#12383;&lt;br /&gt;* &#12480;&#12452;&#12516;&#12514;&#12531;&#12489;&#32153;&#25215;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12398;&#21098;&#23450;&#27010;&#24565;&#12522;&#12473;&#12488;&#12434;&#25201;&#12360;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-04-01&lt;br /&gt;* &#27010;&#24565;&#22793;&#21205;&#31649;&#29702;TRA&#12391;&#21098;&#23450;&#12373;&#12428;&#12383;&#27010;&#24565;&#12522;&#12473;&#12488;&#12434;&#25552;&#31034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* DB&#20351;&#29992;&#26178;&#12395;&#33258;&#21205;&#22810;&#32681;&#24615;&#35299;&#28040;&#12391;&#12365;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#33258;&#21205;&#22810;&#32681;&#24615;&#35299;&#28040;&#32080;&#26524;&#12364;&#20445;&#23384;&#12391;&#12365;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#38542;&#23652;&#27083;&#31689;&#12434;&#12375;&#12390;&#12356;&#12394;&#12356;&#29366;&#24907;&#12391;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#20445;&#23384;&#26178;&#12395;&#12456;&#12521;&#12540;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-03-30 &lt;br /&gt;* &#27010;&#24565;&#22793;&#21205;&#31649;&#29702;&#12398;MRA&#12395;&#12388;&#12356;&#12390;&#65292;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#24489;&#20803;&#26178;&#12395;&#32080;&#26524;&#12434;&#24489;&#20803;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#27010;&#24565;&#22793;&#21205;&#31649;&#29702;&#12398;MRA&#12395;&#12362;&#12356;&#12390;&#65292;SIN&#12494;&#12540;&#12489;&#12398;&#21028;&#23450;&#12395;&#35492;&#12426;&#12364;&#12354;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65288;&#12518;&#12540;&#12470;&#12364;&#36861;&#21152;&#12375;&#12383;&#27010;&#24565;&#12418;SIN&#12494;&#12540;&#12489;&#12392;&#12375;&#12390;&#12356;&#12383;&#65289;&lt;br /&gt;* onMemory&#12496;&#12540;&#12472;&#12519;&#12531;&#12398;&#33258;&#21205;&#22810;&#32681;&#24615;&#35299;&#28040;&#12434;&#20462;&#27491;&#65288;db&#12496;&#12540;&#12472;&#12519;&#12531;&#12399;&#33258;&#21205;&#22810;&#32681;&#24615;&#35299;&#28040;&#12364;&#12358;&#12414;&#12367;&#12399;&#12383;&#12425;&#12356;&#12390;&#12356;&#12394;&#12356;)&lt;br /&gt;&lt;br /&gt;! 2006-03-12&lt;br /&gt;* project&#12501;&#12449;&#12452;&#12523;&#12395;&#12469;&#12531;&#12503;&#12523;&#12392;&#12375;&#12390;&#65292;CISG&#12434;&#36861;&#21152;&#65294;&lt;br /&gt;* LANG=en&#12392;&#12394;&#12387;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#12399;&#65292;&#33521;&#35486;&#35211;&#20986;&#12375;&#12364;&#20778;&#20808;&#30340;&#12395;&#20195;&#34920;&#35211;&#20986;&#12375;&#12392;&#12394;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#12463;&#12521;&#12473;&#65313;&#12398;&#12469;&#12502;&#12463;&#12521;&#12473;&#12395;&#12463;&#12521;&#12473;&#65313;&#12364;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#65288;&#24490;&#29872;&#12375;&#12390;&#23450;&#32681;&#12373;&#12428;&#12427;&#22580;&#21512;&#65289;&#12398;&#20966;&#29702;&#12364;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;** &#29694;&#29366;&#12391;&#12399;&#65292;&#19968;&#26178;&#30340;&#12395;&#65292;&#21516;&#12376;&#12463;&#12521;&#12473;&#12364;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12383;&#22580;&#21512;&#12399;&#65292;&#12381;&#12398;&#12463;&#12521;&#12473;&#12434;&#21066;&#38500;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12390;&#12356;&#12427;&#65294;&lt;br /&gt;* &#12463;&#12521;&#12473;&#12392;&#12503;&#12525;&#12497;&#12486;&#12451;&#12398;&#12523;&#12540;&#12488;&#12494;&#12540;&#12489;&#12398;ID&#12364;&#65292;IDCLASS_ROOT, IDPROP_ROOT&#12392;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#65292;CLASS_ROOT, PROP_ROOT&#12392;&#12394;&#12427;&#12424;&#12358;&#12395;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-03-11&lt;br /&gt;* &#12518;&#12540;&#12470;&#12452;&#12531;&#12479;&#12501;&#12455;&#12540;&#12473;&#12398;&#34920;&#31034;&#35328;&#35486;&#12392;&#12375;&#12390;&#65292;&#26085;&#26412;&#35486;&#12392;&#33521;&#35486;&#12398;&#20001;&#26041;&#12434;&#20999;&#12426;&#26367;&#12360;&#12425;&#12428;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#65297;&#24418;&#24907;&#32032;&#20197;&#19978;&#12398;&#25991;&#23383;&#21015;&#12395;&#23550;&#12375;&#12390;&#37096;&#20998;&#29031;&#21512;&#12375;&#12383;&#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12377;&#12427;&#38555;&#12395;&#65292;&#27010;&#24565;&#12398;&#37325;&#35079;&#12364;&#12354;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;** &#20363;&#65306;&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12399;&#65292;&#12300;&#30330;&#23556;&#35013;&#32622;&#12301;&#12395;&#23550;&#12375;&#12390;&#37096;&#20998;&#29031;&#21512;&#12375;&#12390;&#12356;&#12427;&#65294;&#12300;&#30330;&#23556;&#35013;&#32622;&#12301;&#12399;&#12300;&#30330;&#23556;&#12301;&#65291;&#12300;&#35013;&#32622;&#12301;&#12395;&#20998;&#35299;&#12373;&#12428;&#12427;&#12383;&#12417;&#65292;&#65297;&#24418;&#24907;&#32032;&#20197;&#19978;&#12398;&#25991;&#23383;&#21015;&#12363;&#12425;&#12394;&#12427;&#65294;&#12371;&#12398;&#22580;&#21512;&#65292;&#30330;&#23556;&#35013;&#32622;&#12398;&#19979;&#12395;&#37325;&#35079;&#12375;&#12390;&#30330;&#23556;&#35013;&#32622;&#12392;&#12356;&#12358;&#27010;&#24565;&#12364;&#36861;&#21152;&#12373;&#12428;&#12390;&#12356;&#12383;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-03-09&lt;br /&gt;* SEN_HOME&#12434;&#25351;&#23450;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* EDR&#19968;&#33324;&#36766;&#26360;&#12398;&#36766;&#26360;&#12487;&#12540;&#12479;&#12364;&#12394;&#12356;&#22580;&#21512;&#12395;&#12418;&#65292;wordnet&#12414;&#12383;&#12399;EDR&#23554;&#38272;&#36766;&#26360;&#12434;&#21033;&#29992;&#21487;&#33021;&#12395;&#12375;&#12383;&lt;br /&gt;* &#12523;&#12540;&#12488;&#27010;&#24565;&#12434;EDR&#19968;&#33324;&#36766;&#26360;&#12398;&#12523;&#12540;&#12488;&#27010;&#24565;&#65288;&#27010;&#24565;&#65289;&#12363;&#12425;&#21517;&#35422;&#30340;&#27010;&#24565;&#12395;&#22793;&#26356;&#12375;&#12383;&lt;br /&gt;* &#20197;&#19979;&#12398;&#24773;&#22577;&#12434;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#24773;&#22577;&#12392;&#12375;&#12390;&#20445;&#23384;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;(projectInfo.txt)&lt;br /&gt;** &#21033;&#29992;&#21487;&#33021;&#12394;&#27726;&#29992;&#36766;&#26360;&lt;br /&gt;** &#37096;&#20998;&#29031;&#21512;&#25968;&lt;br /&gt;** &#23436;&#20840;&#29031;&#21512;&#21336;&#35486;&#25968;&lt;br /&gt;** &#37096;&#20998;&#29031;&#21512;&#21336;&#35486;&#25968;&lt;br /&gt;** &#29031;&#21512;&#21336;&#35486;&#25968;&lt;br /&gt;** &#26410;&#29031;&#21512;&#21336;&#35486;&#25968;&lt;br /&gt;** &#12463;&#12521;&#12473;&#38542;&#23652;&#27083;&#31689;&#12395;&#12362;&#12369;&#12427;&#36861;&#21152;SIN&#25968;&#12288;&lt;br /&gt;** &#21098;&#23450;&#21069;&#12398;&#12463;&#12521;&#12473;&#25968;&lt;br /&gt;** &#21098;&#23450;&#12463;&#12521;&#12473;&#25968; &lt;br /&gt;** &#21098;&#23450;&#24460;&#12463;&#12521;&#12473;&#25968; &lt;br /&gt;** &#12503;&#12525;&#12497;&#12486;&#12451;&#38542;&#23652;&#27083;&#31689;&#12395;&#12362;&#12369;&#12427;&#36861;&#21152;SIN&#25968; &lt;br /&gt;** &#21098;&#23450;&#21069;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968; &lt;br /&gt;** &#21098;&#23450;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968; &lt;br /&gt;** &#21098;&#23450;&#24460;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968; &lt;br /&gt;** &#36861;&#21152;&#25277;&#35937;&#20013;&#38291;&#12463;&#12521;&#12473;&#25968;&lt;br /&gt;** &#25277;&#35937;&#20013;&#38291;&#12463;&#12521;&#12473;&#12398;&#24179;&#22343;&#20804;&#24351;&#12463;&#12521;&#12473;&#12464;&#12523;&#12540;&#12503;&#21270;&#25968;&lt;br /&gt;** &#36861;&#21152;&#25277;&#35937;&#20013;&#38291;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968;&lt;br /&gt;** &#25277;&#35937;&#20013;&#38291;&#12503;&#12525;&#12497;&#12486;&#12451;&#12398;&#24179;&#22343;&#20804;&#24351;&#12503;&#12525;&#12497;&#12486;&#12451;&#12464;&#12523;&#12540;&#12503;&#21270;&#25968;&lt;br /&gt;** &#35079;&#21512;&#35486;&#12463;&#12521;&#12473;&#25968;&lt;br /&gt;** &#35079;&#21512;&#35486;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968;&lt;br /&gt;** &#26368;&#32066;&#12463;&#12521;&#12473;&#25968;&lt;br /&gt;** &#26368;&#32066;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968;&lt;br /&gt;** &#24179;&#22343;&#20804;&#24351;&#12463;&#12521;&#12473;&#25968;&lt;br /&gt;** &#24179;&#22343;&#20804;&#24351;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968;&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* Metouia look &amp; feel&#12391;&#12356;&#12365;&#12394;&#12426;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#38283;&#12367;&#12392;&#20363;&#22806;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491; (&#12503;&#12525;&#12464;&#12524;&#12473;&#12496;&#12540;&#12391;&#20197;&#19979;&#12398;&#12467;&#12540;&#12489;&#12364;&#21407;&#22240;&#12395;&#12394;&#12387;&#12390;&#12356;&#12383;&#65294;&#65289;&lt;br /&gt; progressBar.paintImmediately(progressBar.getVisibleRect());&lt;br /&gt;* &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#38283;&#12356;&#12383;&#30452;&#24460;&#12395;&#12377;&#12409;&#12390;&#12398;&#12494;&#12540;&#12489;&#12364;&#23637;&#38283;&#12373;&#12428;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;* &#21336;&#35486;&#12392;&#65321;&#65316;&#12398;&#23550;&#24540;&#24489;&#20803;&#26178;&#12395;&#65292;&#21033;&#29992;&#21487;&#33021;&#12391;&#12394;&#12356;&#36766;&#26360;&#12398;&#27010;&#24565;&#12392;&#23550;&#24540;&#12389;&#12369;&#12425;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#65292;&#24489;&#20803;&#20013;&#12395;&#20363;&#22806;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-03-07&lt;br /&gt;* &#27010;&#24565;&#38542;&#23652;&#20013;&#12398;&#27010;&#24565;&#12434;&#26908;&#32034;&#12377;&#12427;&#38555;&#12395;&#65292;&#26908;&#32034;&#12398;&#31684;&#22258;&#65288;&#26085;&#26412;&#35486;&#35211;&#20986;&#12375;&#65292;&#33521;&#35486;&#35211;&#20986;&#12375;&#65292;&#26085;&#26412;&#35486;&#35500;&#26126;&#65292;&#33521;&#35486;&#35500;&#26126;&#65289;&#12434;&#25351;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&lt;br /&gt;* Metouia look &amp; feel&#12434;&#21033;&#29992;&#12375;&#12390;&#12486;&#12540;&#12510;&#12434;&#22793;&#26356;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;** &#12356;&#12365;&#12394;&#12426;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#38283;&#12371;&#12358;&#12392;&#12377;&#12427;&#12392;&#20363;&#22806;&#12364;&#30330;&#29983;&#12377;&#12427;&#65288;&#19968;&#24230;&#65292;&#26032;&#35215;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#34892;&#12358;&#24517;&#35201;&#12364;&#12354;&#12427;&#65289;&lt;br /&gt;&lt;br /&gt;! 2006-03-02&lt;br /&gt;* config.txt&#12391;&#12487;&#12501;&#12457;&#12523;&#12488;&#12398;&#25509;&#38957;&#36766;&#12434;&#35373;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#12458;&#12503;&#12471;&#12519;&#12531;&#12363;&#12425;&#38542;&#23652;&#12391;&#12398;&#25509;&#38957;&#36766;&#12398;&#34920;&#31034;&#12539;&#38750;&#34920;&#31034;&#12434;&#35373;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* EDR&#23554;&#38272;&#36766;&#26360;&#12398;&#27010;&#24565;&#12434;&#21033;&#29992;&#12375;&#12390;&#27083;&#31689;&#12375;&#12383;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12364;&#38283;&#12369;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-03-01&lt;br /&gt;* &#27726;&#29992;&#36766;&#26360;&#12487;&#12540;&#12479;&#12392;&#12375;&#12390;EDR&#23554;&#38272;&#36766;&#26360;&#12434;&#21033;&#29992;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;** EDR&#19968;&#33324;&#36766;&#26360;&#12392;EDR&#23554;&#38272;&#36766;&#26360;&#12392;WordNet&#12398;&#21517;&#21069;&#31354;&#38291;&#12362;&#12424;&#12403;&#25509;&#38957;&#36766;&#12399;&#20197;&#19979;&#12398;&#12392;&#12362;&#12426;&lt;br /&gt;|!&#36766;&#26360;|!&#25509;&#38957;&#36766;|!&#21517;&#21069;&#31354;&#38291;|&lt;br /&gt;|EDR&#19968;&#33324;&#36766;&#26360;|edr|http://www2.nict.go.jp/kk/e416/EDR#|&lt;br /&gt;|EDR&#23554;&#38272;&#36766;&#26360;|edr|http://www2.nict.go.jp/kk/e416/EDRT#|&lt;br /&gt;|WordNet|wn|http://wordnet.princeton.edu/wn/2.0#|&lt;br /&gt;* EDR&#12486;&#12461;&#12473;&#12488;&#12487;&#12540;&#12479;&#12434;DODDLE&#12391;&#20351;&#29992;&#12377;&#12427;&#24418;&#24335;&#12395;&#22793;&#25563;&#12377;&#12427;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;Java&#12391;&#23455;&#35013;&#65288;Ruby&#23455;&#35013;&#12398;&#31227;&#26893;&#65289;&lt;br /&gt;** util.EDRDicConverter.java&lt;br /&gt;** util.AccentSymbolConverter.java&lt;br /&gt;** 15&#25991;&#23383;&#20197;&#19978;&#12398;&#35500;&#26126;&#12418;&#22810;&#32681;&#24615;&#35299;&#28040;&#26178;&#12395;&#21442;&#29031;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#22793;&#25563;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#20462;&#27491;&lt;br /&gt;* EDR&#19968;&#33324;&#36766;&#26360;&#65292;EDR&#23554;&#38272;&#36766;&#26360;&#65292;WordNet&#12434;&#20351;&#29992;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#12479;&#12502;&#12391;&#35373;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* EDR&#19968;&#33324;&#36766;&#26360;&#12398;DB&#29992;&#12398;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#26356;&#26032;(&#20197;&#38477;&#65292;DODDLE_DIC_2006_02_28&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#65289;&lt;br /&gt;* EDR&#23554;&#38272;&#36766;&#26360;&#12398;DB&#29992;&#12398;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#26356;&#26032;&#65288;DODDLE_EDRT_DIC_2006_02_28&#65289;&lt;br /&gt;* &#12477;&#12540;&#12473;&#12467;&#12540;&#12489;&#12398;&#25991;&#23383;&#12456;&#12531;&#12467;&#12540;&#12487;&#12451;&#12531;&#12464;&#12434;UTF16&#12395;&#22793;&#26356;&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;! 2006-02-24&lt;br /&gt;* &#27726;&#29992;&#36766;&#26360;&#12487;&#12540;&#12479;&#12392;&#12375;&#12390;WordNet&#12434;&#21033;&#29992;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;** EDR&#12392;WordNet&#12398;&#21517;&#21069;&#31354;&#38291;&#12362;&#12424;&#12403;&#25509;&#38957;&#36766;&#12399;&#20197;&#19979;&#12398;&#12392;&#12362;&#12426;&lt;br /&gt;|!&#36766;&#26360;|!&#25509;&#38957;&#36766;|!&#21517;&#21069;&#31354;&#38291;|&lt;br /&gt;|EDR|edr|http://www2.nict.go.jp/kk/e416/EDR#|&lt;br /&gt;|WordNet|wn|http://wordnet.princeton.edu/wn/2.0#|&lt;br /&gt;* &#30456;&#38306;&#12523;&#12540;&#12523;&#12362;&#12424;&#12403;WordSpace&#12395;&#12388;&#12356;&#12390;&#65292;&#25991;&#26360;&#27598;&#12395;&#39006;&#20284;&#24230;&#12434;&#27714;&#12417;&#12427;&#12424;&#12358;&#12395;&#20462;&#27491;&lt;br /&gt;* WordNet&#12434;&#25201;&#12360;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#12371;&#12392;&#12363;&#12425;&#65292;&#26085;&#26412;&#35486;DODDLE&#12392;&#12356;&#12358;&#21517;&#31216;&#12364;&#12381;&#12368;&#12431;&#12394;&#12367;&#12394;&#12387;&#12390;&#12365;&#12383;&#12398;&#12391;&#65292;&#12497;&#12483;&#12465;&#12540;&#12472;&#12398;doddle_j&#12434;doddle&#12408;&#31227;&#34892;&#65294;&#21516;&#27096;&#12395;DODDLE_J*&#12392;&#12356;&#12358;&#12463;&#12521;&#12473;&#21517;&#12434;DODDLE*&#12395;&#22793;&#26356;&#65294;&lt;br /&gt;* EDR&#12398;DB&#29992;&#12398;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#26356;&#26032;(&#20197;&#38477;&#65292;DODDLE_DIC_2006_02_24&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#65289;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#38306;&#20418;&#36984;&#25246;&#26178;&#12395;&#12503;&#12525;&#12497;&#12486;&#12451;&#12434;&#20309;&#12418;&#36984;&#25246;&#12375;&#12394;&#12356;&#29366;&#24907;&#12391;&#12461;&#12515;&#12531;&#12475;&#12523;&#12508;&#12479;&#12531;&#12434;&#25276;&#12377;&#12392;&#20363;&#22806;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#36766;&#26360;&#12395;&#12398;&#12387;&#12390;&#12356;&#12394;&#12356;&#22580;&#21512;&#12395;&#65292;&#36766;&#26360;&#12395;&#12398;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12395;&#31227;&#21205;&#12373;&#12428;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-02-10&lt;br /&gt;!!! BUGFIX ''@@color(red):[&#37325;&#35201;]@@''&lt;br /&gt;* &#25277;&#35937;&#12494;&#12540;&#12489;&#12392;&#12381;&#12398;&#19979;&#20301;&#12494;&#12540;&#12489;&#12398;&#21517;&#21069;&#12364;&#19968;&#33268;&#12377;&#12427;&#22580;&#21512;&#12395;&#19979;&#20301;&#12494;&#12540;&#12489;&#12434;&#25277;&#35937;&#12494;&#12540;&#12489;&#12395;&#32622;&#25563;&#12377;&#12427;&#20966;&#29702;&#12395;&#12496;&#12464;&#12364;&#12354;&#12387;&#12383;&#12383;&#12417;&#20462;&#27491;&#12375;&#12383;&#65288;&#32622;&#25563;&#12375;&#12394;&#12356;&#12424;&#12358;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#65289;&lt;br /&gt;* &#21098;&#23450;&#12377;&#12427;&#35373;&#23450;&#12391;&#65292;&#12363;&#12388;&#65292;&#25277;&#35937;&#12494;&#12540;&#12489;&#12434;&#36861;&#21152;&#12377;&#12427;&#22580;&#21512;&#12395;&#65292;&#38542;&#23652;&#12398;&#28145;&#12356;&#20301;&#32622;&#12395;&#25277;&#35937;&#12494;&#12540;&#12489;&#12434;&#25407;&#20837;&#12377;&#12427;&#22580;&#21512;&#12395;&#65292;&#20808;&#38957;&#12398;&#19978;&#20301;&#12392;&#26411;&#23614;&#12398;&#32068;&#12415;&#21512;&#12431;&#12379;&#12391;&#38542;&#23652;&#12434;&#27083;&#31689;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;** &#20363;&#65306;&#12300;&#39131;&#34892;&#27231;&#12524;&#12540;&#12480;&#12540;&#24773;&#22577;&#12301;&#12392;&#12300;&#12525;&#12465;&#12483;&#12488;&#12524;&#12540;&#12480;&#12540;&#24773;&#22577;&#12301;&#12364;&#12354;&#12427;&#12392;&#12365;&#65292;&#26412;&#26469;&#12399;&#12300;&#39131;&#34892;&#27231;&#12524;&#12540;&#12480;&#12540;&#24773;&#22577;&#12301;&#12364;&#19978;&#20301;&#12395;&#26469;&#12427;&#12399;&#12378;&#12394;&#12398;&#12364;&#65292;&#12300;&#39131;&#34892;&#27231;&#24773;&#22577;&#12301;&#12364;&#25277;&#35937;&#12494;&#12540;&#12489;&#12392;&#12394;&#12387;&#12390;&#12356;&#12383;&lt;br /&gt;&lt;br /&gt;! 2006-02-08&lt;br /&gt;* &#23436;&#20840;&#29031;&#21512; &#21336;&#35486;&#25968;&#65292;&#37096;&#20998;&#29031;&#21512; &#21336;&#35486;&#25968;&#65292;&#20837;&#21147;&#35486;&#24409;&#25968;&#65292;&#20837;&#21147;&#27010;&#24565;&#25968;&#65292;&#20837;&#21147; &#21517;&#35422;&#30340;&#27010;&#24565;&#25968;&#65292;&#20837;&#21147; &#21205;&#35422;&#30340;&#27010;&#24565;&#25968;&#65292;&#21098;&#23450;&#12463;&#12521;&#12473;&#25968;&#65292;&#21098;&#23450;&#12503;&#12525;&#12497;&#12486;&#12451;&#25968;&#12434;&#12525;&#12464;(INFO)&#12392;&#12375;&#12390;&#20986;&#21147;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* DODDLE_J.java&#12395;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12383;Action&#31995;&#12398;&#12463;&#12521;&#12473;&#12434;actions&#12497;&#12483;&#12465;&#12540;&#12472;&#12395;&#20998;&#38626;&#12375;&#12383;&lt;br /&gt;!!! BUGFIX ''@@color(red):[&#37325;&#35201;]@@''&lt;br /&gt;* &#35079;&#21512;&#35486;&#12398;&#35486;&#38957;&#12395;&#23550;&#24540;&#12377;&#12427;&#27010;&#24565;&#12364;&#38542;&#23652;&#20013;&#12395;&#12354;&#12426;&#65292;&#12381;&#12398;&#35079;&#21512;&#35486;&#12395;&#12373;&#12425;&#12395;&#19979;&#20301;&#27010;&#24565;&#12364;&#12354;&#12427;&#22580;&#21512;&#65294; &#12373;&#12425;&#12395;&#65292;&#35486;&#38957;&#12395;&#23550;&#24540;&#12377;&#12427;&#27010;&#24565;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#12354;&#12383;&#12427;&#35079;&#21512;&#35486;&#12364;&#19968;&#12388;&#12398;&#22580;&#21512;&#65294;&#19978;&#35352;&#12398;&#22580;&#21512;&#65292;&#35079;&#21512;&#35486;&#12398;&#19979;&#20301;&#27010;&#24565;&#12364;&#27424;&#33853;&#12375;&#12390;&#12375;&#12414;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;** &#20363;: &#12300;&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12301;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#12300;H2A&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12301;&#12364;&#12354;&#12426;&#65292;&#12525;&#12465;&#12483;&#12488;&#12364;&#38542;&#23652;&#20013;&#12395;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12427;&#12392;&#12377;&#12427;&#65294;&#12371;&#12398;&#22580;&#21512;&#12395;&#65292;H2A&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12364;&#25277;&#35937;&#27010;&#24565;&#36861;&#21152;&#12377;&#12427;&#22580;&#21512;&#12395;&#27424;&#33853;&#12375;&#12390;&#12356;&#12383;&#65294;&lt;br /&gt;* &#35079;&#21512;&#35486;&#12398;&#35486;&#38957;&#12395;&#23550;&#24540;&#12377;&#12427;&#27010;&#24565;&#12392;&#35079;&#21512;&#35486;&#12398;&#26411;&#23614;&#12395;&#23550;&#24540;&#12377;&#12427;&#27010;&#24565;&#12434;&#32068;&#12415;&#21512;&#12431;&#12379;&#12383;&#26178;&#12395;&#65292;&#35079;&#21512;&#35486;&#12392;&#21516;&#19968;&#21517;&#12395;&#12394;&#12387;&#12390;&#12375;&#12414;&#12358;&#22580;&#21512;&#65294;&#12373;&#12425;&#12395;&#65292;&#35486;&#38957;&#12395;&#23550;&#24540;&#12377;&#12427;&#27010;&#24565;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#12354;&#12383;&#12427;&#35079;&#21512;&#35486;&#12364;&#19968;&#12388;&#12398;&#22580;&#21512;&#65294;&#19978;&#35352;&#12398;&#22580;&#21512;&#65292;&#35079;&#21512;&#35486;&#12364;&#27424;&#33853;&#12375;&#12390;&#12375;&#12414;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;** &#20363;&#65306; &#12300;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12301;&#12398;&#35486;&#38957;&#12391;&#12354;&#12427;&#12300;&#39131;&#34892;&#27231;&#12301;&#12398;&#19978;&#20301;&#27010;&#24565;&#12364;&#12300;&#39131;&#34892;&#27231;&#12301;&#12398;&#12392;&#12365;&#65292;&#25277;&#35937;&#27010;&#24565;&#12418; &#12300;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12301;&#12392;&#12394;&#12426;&#65292;&#19979;&#20301;&#27010;&#24565;&#12392;&#37325;&#35079;&#12375;&#12390;&#12375;&#12414;&#12358;&#65294;&#12371;&#12398;&#22580;&#21512;&#65292;&#19979;&#20301;&#27010;&#24565;&#12398;&#26041;&#12398;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12399;&#21066;&#38500;&#12373;&#12428;&#12390;&#12375;&#12414;&#12358;&#12364;&#65292;&#25277;&#35937;&#27010;&#24565;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#20363;&#12360;&#12400;&#65292;&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12394;&#12393;&#35079;&#25968;&#27010;&#24565;&#12364;&#12354;&#12428;&#12400;&#12424;&#12356;&#12364;&#65292;&#12394;&#12356;&#22580;&#21512;&#12399;&#25277;&#35937;&#27010;&#24565;&#12391;&#12354;&#12427;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12399;&#21066;&#38500;&#12373;&#12428;&#12427;&#12383;&#12417;&#65292;&#32080;&#26524;&#12392;&#12375;&#12390;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12399;&#21066;&#38500;&#12373;&#12428;&#12390;&#12356;&#12383;&#65294;&#12371;&#12371;&#12391;&#65292;&#19978;&#35352;&#12398;&#12424;&#12358;&#12395;&#35079;&#21512;&#35486;&#12364;&#25277;&#35937;&#27010;&#24565;&#12395;&#32622;&#12365;&#25563;&#12431;&#12427;&#12424;&#12358;&#12394;&#22580;&#21512;&#12395;&#12399;&#21066;&#38500;&#12375;&#12394;&#12356;&#12424;&#12358;&#12395;&#20462;&#27491;&#12375;&#12383;&#65294;&lt;br /&gt;* &#19978;&#35352;&#12398;&#22580;&#21512;&#12391;&#65292;&#25277;&#35937;&#27010;&#24565;&#12392;&#32622;&#12365;&#25563;&#12431;&#12427;&#12424;&#12358;&#12395;&#12375;&#12390;&#12356;&#12383;&#12364;&#65292;&#21336;&#32020;&#12395;&#32622;&#12365;&#25563;&#12360;&#12390;&#12356;&#12383;&#12384;&#12369;&#12384;&#12387;&#12383;&#12383;&#12417;&#65292;&#32622;&#12365;&#25563;&#12360;&#12383;&#35079;&#21512;&#35486;&#12364;&#20445;&#25345;&#12375;&#12390;&#12356;&#12383;&#19979;&#20301;&#27010;&#24565;&#12364;&#27424;&#33853;&#12375;&#12390;&#12356;&#12383;&#65294;&lt;br /&gt;** &#20363;&#65306;&#19978;&#35352;&#12398;&#20363;&#12391;&#65292;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12398;&#19979;&#20301;&#12395;F15&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12398;&#12424;&#12358;&#12394;&#27010;&#24565;&#12364;&#12388;&#12356;&#12390;&#12356;&#12383;&#22580;&#21512;&#12395;&#12399;&#65292;&#25277;&#35937;&#27010;&#24565;&#12392;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12434;&#32622;&#12365;&#25563;&#12360;&#12383;&#12398;&#12385;&#12395;&#65292;&#20803;&#12363;&#12425;&#12354;&#12387;&#12383;F15&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12418;&#25277;&#35937;&#27010;&#24565;&#12300;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12301;&#12398;&#19979;&#20301;&#12395;&#31227;&#21205;&#12377;&#12427;&#12424;&#12358;&#12395;&#20462;&#27491;&#12375;&#12383;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-02-06&lt;br /&gt;* &#22810;&#32681;&#24615;&#35299;&#28040;&#12391;&#65292;&#27726;&#29992;&#36766;&#26360;&#12395;&#35442;&#24403;&#12377;&#12427;&#24847;&#21619;&#12364;&#12394;&#12356;&#22580;&#21512;&#12395;&#12300;&#35442;&#24403;&#12394;&#12375;&#12301;&#12434;&#36984;&#25246;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&#65288;&#35442;&#24403;&#12394;&#12375;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#65292;&#36766;&#26360;&#12395;&#36617;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12395;&#20837;&#21147;&#21336;&#35486;&#12399;&#36861;&#21152;&#12373;&#12428;&#12427;&#65289;&lt;br /&gt;* DEBUG&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#12388;&#12369;&#12383;&#12392;&#12365;&#12398;&#65292;&#12525;&#12464;&#12398;&#20986;&#21147;&#24418;&#24335;&#12434;&#22793;&#26356;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* ''@@color(red):[&#37325;&#35201;]@@'' &#35079;&#21512;&#35486;&#12398;&#22810;&#32681;&#24615;&#35299;&#28040;&#12391;&#65292;&#20491;&#12293;&#12398;&#35079;&#21512;&#35486;&#12398;&#24847;&#21619;&#12434;&#22793;&#26356;&#12375;&#12383;&#22580;&#21512;&#12395;&#38542;&#23652;&#27083;&#31689;&#12395;&#21453;&#26144;&#12373;&#12428;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-02-04&lt;br /&gt;* &#26032;&#35215;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12392;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#38283;&#12356;&#12383;&#24460;&#12395;&#65292;&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#26368;&#22823;&#21270;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&lt;br /&gt;* &#38542;&#23652;&#12434;&#26908;&#32034;&#12377;&#12427;&#26178;&#12395;&#65292;&#26908;&#32034;&#12501;&#12451;&#12540;&#12523;&#12489;&#12391;&#12456;&#12531;&#12479;&#12540;&#12508;&#12479;&#12531;&#12434;&#25276;&#12375;&#12383;&#22580;&#21512;&#12418;&#27425;&#12398;&#20505;&#35036;&#12434;&#26908;&#32034;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12513;&#12491;&#12517;&#12540;&#12391;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#36984;&#25246;&#12375;&#12390;&#12418;&#65292;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#36984;&#25246;&#12373;&#12428;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;* &#26908;&#32034;&#26178;&#12395;&#65292;&#37096;&#20998;&#29031;&#21512;&#12398;&#21336;&#35486;&#25968;&#12364;&#23436;&#20840;&#29031;&#21512;&#12398;&#21336;&#35486;&#25968;&#12392;&#12375;&#12390;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;*&#12288;&#35079;&#21512;&#35486;&#12398;&#38542;&#23652;&#27083;&#31689;&#12391;&#65292;&#35079;&#21512;&#35486;&#12398;&#35486;&#38957;&#12398;&#21336;&#35486;&#12364;&#27010;&#24565;&#38542;&#23652;&#20013;&#12391;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12399;&#65292;&#12381;&#12398;&#19978;&#20301;&#27010;&#24565;&#12434;&#21462;&#24471;&#12375;&#65292;&#19978;&#20301;&#27010;&#24565;&#12398;&#19968;&#33268;&#12375;&#12390;&#12356;&#12427;&#35079;&#21512;&#35486;&#12434;&#12414;&#12392;&#12417;&#12390;&#65292;&#20849;&#36890;&#12398;&#19978;&#20301;&#27010;&#24565;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#12414;&#12392;&#12417;&#12427;&#20966;&#29702;&#12434;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&#65298;&#12388;&#20197;&#19978;&#35079;&#21512;&#35486;&#12434;&#12414;&#12392;&#12417;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12427;&#22580;&#21512;&#12395;&#12399;&#65292;&#20849;&#36890;&#12398;&#19978;&#20301;&#27010;&#24565;&#12434;&#20316;&#25104;&#65294;&lt;br /&gt;* &#19978;&#35352;&#12398;&#27231;&#33021;&#12391;&#65292;&#35079;&#21512;&#35486;&#12398;&#35486;&#38957;&#12398;&#21336;&#35486;&#12364;&#22810;&#37325;&#32153;&#25215;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12398;&#20966;&#29702;&#12364;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#12375;&#12383;&#65294;&#22810;&#37325;&#32153;&#25215;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12399;&#65292;&#20849;&#36890;&#19978;&#20301;&#27010;&#24565;&#12398;&#23376;&#12494;&#12540;&#12489;&#12398;&#25968;&#12364;&#19968;&#12388;&#12375;&#12363;&#12394;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;&#20803;&#12398;&#20301;&#32622;&#12395;&#25147;&#12377;&#12364;&#65292;&#35079;&#25968;&#12398;&#20849;&#36890;&#19978;&#20301;&#27010;&#24565;&#12395;&#12388;&#12356;&#12390;&#65297;&#12388;&#12375;&#12363;&#23376;&#12494;&#12540;&#12489;&#12364;&#12394;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292; &#20804;&#24351;&#27010;&#24565;&#12395;&#21516;&#19968;&#27010;&#24565;&#12364;&#12354;&#12425;&#12431;&#12428;&#12390;&#12375;&#12414;&#12358;&#12398;&#12391;&#65292;&#12381;&#12398;&#22580;&#21512;&#12395;&#12399;&#65292;&#19968;&#12388;&#12395;&#12375;&#12412;&#12427;&#65294; &#12414;&#12383;&#65292;&#35079;&#25968;&#12398;&#20849;&#36890;&#19978;&#20301;&#27010;&#24565;&#12398;&#12358;&#12385;&#19968;&#12388;&#12391;&#12418;&#35079;&#25968;&#12398;&#23376;&#12494;&#12540;&#12489;&#12434;&#12418;&#12388;&#22580;&#21512;&#12364;&#12354;&#12387;&#12383;&#12425;&#65292; &#20803;&#12398;&#20301;&#32622;&#12395;&#25147;&#12375;&#12383;&#27010;&#24565;&#12399;&#21066;&#38500;&#12377;&#12427;&#65294;&lt;br /&gt;** &#20363;: &#12479;&#12452;&#12510;&#12540;&#12398;&#19978;&#20301;&#12395;&#12300;&#27231;&#33021;&#12391;&#12392;&#12425;&#12360;&#12383;&#20855;&#20307;&#29289;&#12301;&#65292;&#12300;&#22120;&#20855;&#12301;&#65292;&#12300;&#35336;&#22120;&#12301;&#12364;&#12354;&#12387;&#12383;&#12392;&#12365;&#12395;&#65292;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12392;&#12356;&#12358;&#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12377;&#12427;&#65294;&#24773;&#22577;&#12398;&#19979;&#20301;&#12395;&#65292;&#12300;&#27231;&#33021;&#12391;&#12392;&#12425;&#12360;&#12383;&#20855;&#20307;&#29289;&#24773;&#22577;&#12301;&#65292;&#12300;&#22120;&#20855;&#24773;&#22577;&#12301;&#65292;&#12300;&#35336;&#22120;&#24773;&#22577;&#12301;&#12434;&#25407;&#20837;&#12375;&#65292;&#12381;&#12428;&#12425;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12434;&#20301;&#32622;&#12389;&#12369;&#12427;&#65294;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12398;&#20182;&#12395;&#12300;&#22120;&#20855;&#12301;&#12434;&#19978;&#20301;&#12395;&#12418;&#12388;&#12300;&#12524;&#12540;&#12480;&#12540;&#12301;&#12398;&#35079;&#21512;&#35486;&#12391;&#12354;&#12427;&#12524;&#12540;&#12480;&#12540;&#24773;&#22577;&#12301;&#12364;&#12354;&#12427;&#12392;&#12377;&#12427;&#12392;&#65292;&#12300;&#35336;&#22120;&#24773;&#22577;&#12301;&#12398;&#19979;&#20301;&#12395;&#12399;&#65292;&#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#12392;&#12300;&#12524;&#12540;&#12480;&#12540;&#24773;&#22577;&#12301;&#12398;&#20108;&#12388;&#12398;&#27010;&#24565;&#12364;&#12354;&#12426;&#65292;&#12300;&#27231;&#33021;&#12391;&#12392;&#12425;&#12360;&#12383;&#20855;&#20307;&#29289;&#24773;&#22577;&#12301;&#65292;&#12300;&#22120;&#20855;&#24773;&#22577;&#12301; &#12398;&#19979;&#20301;&#27010;&#24565;&#12399;&#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#12398;&#12415;&#12392;&#12394;&#12427;&#65294;&#12300;&#27231;&#33021;&#12391;&#12392;&#12425;&#12360;&#12383;&#20855;&#20307;&#29289;&#24773;&#22577;&#12301;&#65292;&#12300;&#22120;&#20855;&#24773;&#22577;&#12301;&#12434;&#21066;&#38500;&#12375;&#12390;&#65292;&#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#12434;&#12300;&#24773;&#22577;&#12301;&#12398;&#19979;&#20301;&#12395;&#25147;&#12377;&#12392;&#65292;&#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#12364;&#37325;&#35079;&#12375;&#12390;&#12375;&#12414;&#12358;&#12383;&#12417;&#65292;&#19968;&#12388;&#20197;&#22806;&#12399;&#21066;&#38500;&#12377;&#12427;&#65294;&#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#12399;&#12300;&#35336;&#22120;&#24773;&#22577;&#12301;&#12398;&#19979;&#20301;&#12395;&#20877;&#38542;&#23652;&#21270;&#12373;&#12428;&#12383;&#12383;&#12417;&#65292;&#12300;&#24773;&#22577;&#12301;&#12398;&#19979;&#20301;&#12395;&#12354;&#12427;&#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#12418;&#21066;&#38500;&#12375;&#65292;&#26368;&#32066;&#30340;&#12395;&#65292;&#12300;&#24773;&#22577;&#12301; =&gt; &#12300;&#35336;&#22120;&#24773;&#22577;&#12301; =&gt; &#12300;&#12479;&#12452;&#12510;&#12540;&#24773;&#22577;&#12301;&#65292;&#12300;&#12524;&#12540;&#12480;&#12540;&#24773;&#22577;&#12301;&#12392;&#12356;&#12358;&#38542;&#23652;&#12395;&#12394;&#12427;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-02-01&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* DB&#12434;&#21033;&#29992;&#12377;&#12427;&#22580;&#21512;&#12395;&#65292;&#20195;&#34920;&#35211;&#20986;&#12375;&#12364;&#12358;&#12414;&#12367;&#35373;&#23450;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12496;&#12484;&#12508;&#12479;&#12531;&#12434;&#25276;&#12375;&#12383;&#26178;&#12395;&#65292;&#32066;&#20102;&#12375;&#12394;&#12356;&#12434;&#36984;&#25246;&#12375;&#12390;&#12418;&#65292;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#28040;&#12360;&#12390;&#12375;&#12414;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-01-31&lt;br /&gt;* &#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12434;GTD TiddyWiki&#12391;&#35352;&#36848;&#12375;&#65292;&#12503;&#12525;&#12464;&#12521;&#12512;&#12395;&#28155;&#20184;&#65288;DODDLE_README.html)&lt;br /&gt;* &#21508;&#12479;&#12502;&#12395;&#12450;&#12452;&#12467;&#12531;&#12434;&#35373;&#23450;&lt;br /&gt;* &#22810;&#32681;&#24615;&#35299;&#28040;&#26178;&#12395;&#65292;&#23436;&#20840;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12434;&#36984;&#25246;&#12375;&#12383;&#29366;&#24907;&#12391;&#65292;&#23550;&#24540;&#12377;&#12427;&#35079;&#21512;&#35486;&#12398;&#12415;&#34920;&#31034;&#12395;&#12481;&#12455;&#12483;&#12463;&#12434;&#12356;&#12428;&#12390;&#12362;&#12367;&#12392;&#65292;&#37096;&#20998;&#29031;&#21512;&#12479;&#12502;&#12434;&#36984;&#25246;&#12375;&#12383;&#26178;&#12395;&#65292;&#23436;&#20840;&#29031;&#21512;&#12479;&#12502;&#12391;&#36984;&#25246;&#12375;&#12383;&#21336;&#35486;&#12434;&#26411;&#23614;&#12395;&#12418;&#12388;&#35079;&#21512;&#35486;&#12398;&#12415;&#12434;&#34920;&#31034;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-01-21&lt;br /&gt;* &#35079;&#21512;&#35486;&#12398;&#38542;&#23652;&#27083;&#31689;&#12391;&#65292;&#35079;&#21512;&#35486;&#12398;&#24038;&#31471;&#12398;&#21336;&#35486;&#12364;&#27010;&#24565;&#38542;&#23652;&#20013;&#12391;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12399;&#65292;&#12381;&#12398;&#19978;&#20301;&#27010;&#24565;&#12434;&#21462;&#24471;&#12375;&#65292;&#19978;&#20301;&#27010;&#24565;&#12398;&#19968;&#33268;&#12375;&#12390;&#12356;&#12427;&#35079;&#21512;&#35486;&#12434;&#12414;&#12392;&#12417;&#12390;&#65292;&#20849;&#36890;&#12398;&#19978;&#20301;&#27010;&#24565;&#12398;&#19979;&#20301;&#27010;&#24565;&#12395;&#12414;&#12392;&#12417;&#12427;&#20966;&#29702;&#12434;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&#65298;&#12388;&#20197;&#19978;&#35079;&#21512;&#35486;&#12434;&#12414;&#12392;&#12417;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12427;&#22580;&#21512;&#12395;&#12399;&#65292;&#20849;&#36890;&#12398;&#19978;&#20301;&#27010;&#24565;&#12434;&#20316;&#25104;&#65294;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#35079;&#25968;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#31435;&#12385;&#19978;&#12370;&#12390;&#12356;&#12427;&#38555;&#12395;&#65292;&#65288;&#12354;&#12427;&#65289;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#65313;&#12391;&#20837;&#21147;&#21336;&#35486;&#12434;&#35501;&#12415;&#36796;&#12416;&#12392;&#65292;&#21029;&#12398;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12391;&#38542;&#23652;&#27083;&#31689;&#12434;&#34892;&#12387;&#12383;&#26178;&#12395;&#65292;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#65313;&#12398;&#22810;&#32681;&#24615;&#35299;&#28040;&#32080;&#26524;&#12391;&#38542;&#23652;&#12434;&#27083;&#31689;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#20837;&#21147;&#21336;&#35486;&#12395;&#12394;&#12356;&#21336;&#35486;&#12434;&#21547;&#12416;&#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12377;&#12427;&#26178;&#12395;&#65292;&#20837;&#21147;&#21336;&#35486;&#12395;&#12394;&#12356;&#21336;&#35486;&#12434;&#21066;&#38500;&#12377;&#12427;&#12392;&#65292;&#21322;&#20998;&#12375;&#12363;&#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&#65288;&#20363;: &#30330;&#23556;&#35013;&#32622;&#12364;&#20837;&#21147;&#21336;&#35486;&#12395;&#12394;&#12367;&#65292;&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12392;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12394;&#12393;&#12364;&#12354;&#12427;&#12392;&#12365;&#12395;&#65292;&#30330;&#23556;&#35013;&#32622;&#12434;&#38542;&#23652;&#12395;&#21547;&#12417;&#12394;&#12356;&#12424;&#12358;&#12395;&#12377;&#12427;&#22580;&#21512;&#12395;&#12399;&#65292;&#35013;&#32622;&#12398;&#19979;&#12395;&#26412;&#26469;&#12399;&#65292;&#12525;&#12465;&#12483;&#12488;&#30330;&#23556;&#35013;&#32622;&#12392;&#39131;&#34892;&#27231;&#30330;&#23556;&#35013;&#32622;&#12364;&#36861;&#21152;&#12373;&#12428;&#12427;&#12399;&#12378;&#12384;&#12364;&#65292;&#19968;&#26041;&#12375;&#12363;&#36861;&#21152;&#12373;&#12428;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#65294;&#20804;&#24351;&#27010;&#24565;&#12398;&#21322;&#20998;&#12384;&#12369;&#12364;&#20966;&#29702;&#12373;&#12428;&#12390;&#12356;&#12383;&#65294;&#65289;&lt;br /&gt;* &#35079;&#25968;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#25201;&#12387;&#12390;&#12356;&#12427;&#38555;&#12395;&#65292;&#65317;&#65316;&#65330;&#12391;&#27010;&#24565;&#23450;&#32681;&#12434;&#34892;&#12358;&#12371;&#12392;&#12364;&#12358;&#12414;&#12367;&#12391;&#12365;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#38542;&#23652;&#27083;&#31689;&#26178;&#12395;&#65292;&#12503;&#12525;&#12464;&#12524;&#12473;&#12496;&#12540;&#12434;&#34920;&#31034;&#12375;&#12390;&#12356;&#12383;&#12364;&#12358;&#12414;&#12367;&#27231;&#33021;&#12375;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;* &#38542;&#23652;&#27083;&#31689;&#20013;&#12399;&#65292;&#38542;&#23652;&#12434;&#34920;&#31034;&#12375;&#12394;&#12356;&#12424;&#12358;&#12395;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-01-19&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#21517;&#35422;&#30340;&#27010;&#24565;&#65291;&#21205;&#35422;&#30340;&#27010;&#24565;&#12398;&#38542;&#23652;&#12434;&#27083;&#31689;&#24460;&#12395;&#65292;&#21517;&#35422;&#30340;&#27010;&#24565;&#12398;&#38542;&#23652;&#12434;&#27083;&#31689;&#12377;&#12427;&#12392;&#12456;&#12521;&#12540;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#65292;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-01-18&lt;br /&gt;* &#22810;&#32681;&#24615;&#35299;&#28040;&#12434;&#34892;&#12358;&#38555;&#12398;&#21336;&#35486;&#12522;&#12473;&#12488;&#12418;&#26908;&#32034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#23436;&#20840;&#29031;&#21512;&#12392;&#37096;&#20998;&#29031;&#21512;&#12434;&#20998;&#38626;&#12375;&#12390;&#12479;&#12502;&#12391;&#20998;&#12369;&#12390;&#34920;&#31034;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383; =&gt; &#37096;&#20998;&#29031;&#21512;&#21336;&#35486;&#12522;&#12473;&#12488;&#12392;&#22810;&#32681;&#24615;&#35299;&#28040;&#32080;&#26524;&#12434;&#20849;&#26377;&#12377;&#12427;&#12395;&#12481;&#12455;&#12483;&#12463;&#12434;&#12388;&#12369;&#12390;&#12356;&#12427;&#12392;&#65292;&#37096;&#20998;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12395;&#12388;&#12356;&#12390;&#12418;&#65292;&#23436;&#20840;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12398;&#24847;&#21619;&#12434;&#33258;&#21205;&#30340;&#12395;&#12388;&#12369;&#12427;&#65288;&#20363;&#65306;&#35013;&#32622;&#12434;&#22810;&#32681;&#24615;&#35299;&#28040;&#12377;&#12427;&#12392;&#65292;&#30330;&#23556;&#35013;&#32622;&#12420;&#28857;&#28779;&#35013;&#32622;&#12418;&#21516;&#26178;&#12395;&#22810;&#32681;&#24615;&#35299;&#28040;&#12373;&#12428;&#12427;&#65289;&lt;br /&gt;* &#37096;&#20998;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12522;&#12473;&#12488;&#12398;&#22810;&#32681;&#24615;&#35299;&#28040;&#12434;&#34892;&#12387;&#12390;&#12418;&#33258;&#21205;&#30340;&#12395;&#21516;&#26399;&#12373;&#12428;&#12378;&#65292;&#12371;&#12371;&#12398;&#21336;&#35486;&#27598;&#12395;&#24847;&#21619;&#12434;&#25351;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&#65288;&#21516;&#26399;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#19978;&#35352;&#12398;&#27231;&#33021;&#12434;&#21033;&#29992;&#65289;&lt;br /&gt;* &#38542;&#23652;&#12398;&#12415;&#34920;&#31034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#65292;&#12473;&#12503;&#12522;&#12483;&#12479;&#12540;&#12434;&#12388;&#12369;&#12383;&lt;br /&gt;* &#12473;&#12503;&#12522;&#12483;&#12479;&#12540;&#12398;&#24133;&#12434;&#23569;&#12375;&#22826;&#12417;&#12395;&#12375;&#12390;&#65292;&#12431;&#12363;&#12426;&#12420;&#12377;&#12367;&#12375;&#12383;&#65294;&lt;br /&gt;&lt;br /&gt;! 2006-01-15&lt;br /&gt;* &#25991;&#26360;&#36984;&#25246;&#26178;&#12395;&#65292;&#35328;&#35486;&#24773;&#22577;&#12398;&#36984;&#25246;&#12364;&#21487;&#33021;&#12395;&#12394;&#12387;&#12383;&#65288;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12398;&#20445;&#23384;&#65292;&#24489;&#20803;&#12418;&#21487;&#65289;&lt;br /&gt;* &#20837;&#21147;&#25991;&#26360;&#12364;&#33521;&#35486;&#12398;&#22580;&#21512;&#65292;ss tagger&#21450;&#12403;gensen&#12434;&#21033;&#29992;&#12375;&#12390;&#65292;&#21697;&#35422;&#12392;&#21336;&#35486;&#65292;&#35079;&#21512;&#35486;&#12434;&#24471;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383; (ss tagger&#12364;&#24517;&#35201;&#65294;http://www-tsujii.is.s.u-tokyo.ac.jp/~tsuruoka/postagger/)&lt;br /&gt;* ProcessBuilder&#20351;&#29992;&#12398;&#12383;&#12417;&#65292;JRE1.5&#20197;&#19978;&#12364;&#23455;&#34892;&#12395;&#24517;&#35201;&lt;br /&gt;&lt;br /&gt;!!! BUGFIX&lt;br /&gt;* &#20837;&#21147;&#21336;&#35486;&#12434;&#12475;&#12483;&#12488;&#12375;&#12390;&#12356;&#12394;&#12356;&#29366;&#24907;&#12391;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#20445;&#23384;&#12375;&#12383;&#22580;&#21512;&#12395;&#65292;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#24489;&#20803;&#12391;&#12365;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2006-01-14&lt;br /&gt;* WordSpace&#12391;&#65292;&#35079;&#21512;&#35486;&#12434;&#25201;&#12360;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* WordSpace&#12392;&#30456;&#38306;&#12523;&#12540;&#12523;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12398;&#21521;&#19978;&lt;br /&gt;* xdoc2txt&#12391;&#65292;doc, xls, ppt, pdf&#12394;&#12393;&#12398;&#25991;&#26360;&#12418;&#35501;&#12415;&#36796;&#12417;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383; (&#37197;&#24067;&#12377;&#12427;&#22580;&#21512;&#12395;&#12399;&#27880;&#24847;&#12364;&#24517;&#35201;&#65294;&#30740;&#31350;&#23460;&#20869;&#65292;&#30740;&#31350;&#38306;&#20418;&#12391;&#12398;&#21033;&#29992;&#12399;OK&#65289;&lt;br /&gt;* &#20840;&#20307;&#12398;&#12484;&#12540;&#12523;&#12496;&#12540;&#12434;&#36861;&#21152;&lt;br /&gt;* &#38542;&#23652;&#27083;&#31689;&#12398;&#12484;&#12540;&#12523;&#12496;&#12540;&#12391;&#21508;&#12450;&#12452;&#12467;&#12531;&#12398;&#12484;&#12540;&#12523;&#12481;&#12483;&#12503;&#12434;&#35373;&#23450;&lt;br /&gt;&lt;br /&gt;! 2006-01-12&lt;br /&gt;* WordSpace&#12434;&#29992;&#12356;&#12383;&#27010;&#24565;&#23450;&#32681;&#12364;&#12390;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#65288;&#35079;&#21512;&#35486;&#12399;&#25201;&#12360;&#12394;&#12356;&#65289;&lt;br /&gt;&lt;br /&gt;! 2006-01-11&lt;br /&gt;* &#30456;&#38306;&#12523;&#12540;&#12523;&#12434;&#29992;&#12356;&#12383;&#27010;&#24565;&#23450;&#32681;&#12391;&#65292;&#35079;&#21512;&#35486;&#12398;&#27010;&#24565;&#23550;&#12418;&#25201;&#12360;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65288;&#35079;&#21512;&#35486;&#12434;&#25201;&#12358;&#22580;&#21512;&#12395;&#12399;&#65292;&#12354;&#12425;&#12363;&#12376;&#12417;&#12390;&#65292;&#38542;&#23652;&#27083;&#31689;&#12434;&#12375;&#12390;UID&#12434;&#21106;&#12426;&#25391;&#12387;&#12390;&#12362;&#12367;&#24517;&#35201;&#12364;&#12354;&#12427;&#65289;&lt;br /&gt;&lt;br /&gt;! 2006-01-10&lt;br /&gt;* &#30456;&#38306;&#12523;&#12540;&#12523;&#12434;&#29992;&#12356;&#12383;&#27010;&#24565;&#23450;&#32681;&#12391;&#65292;OWL&#20986;&#21147;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65288;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#20445;&#23384;&#12399;&#12391;&#12365;&#12394;&#12356;&#65289;&lt;br /&gt;* &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#38283;&#12367;&#38555;&#12395;&#65292;&#36914;&#27497;&#29366;&#27841;&#12434;&#34920;&#31034;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65288;&#26178;&#38291;&#12434;1&#31186;&#12372;&#12392;&#12395;&#12459;&#12454;&#12531;&#12488;&#65289;&lt;br /&gt;&lt;br /&gt;! 2006-01-08&lt;br /&gt;* &#21336;&#35486;&#12486;&#12540;&#12502;&#12523;&#12434;&#20445;&#23384;&#65292;&#24489;&#20803;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#36215;&#21205;&#12458;&#12503;&#12471;&#12519;&#12531;(&#12458;&#12531;&#12513;&#12514;&#12522; or BerkeleyDB, &#26368;&#23567;&#12513;&#12514;&#12522;&#65292;&#26368;&#22823;&#12513;&#12514;&#12522;)&#12434;&#25351;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383; =&gt; DODDLE-J.bat&lt;br /&gt;* PDF&#12501;&#12449;&#12452;&#12523;&#12434;&#20837;&#21147;&#25991;&#26360;&#12392;&#12375;&#12390;&#25201;&#12360;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65288;&#19981;&#23436;&#20840;. PDFBox&#12434;&#21033;&#29992;&#65294;&#65289;&lt;br /&gt;* &#30456;&#38306;&#12523;&#12540;&#12523;&#12434;&#29992;&#12356;&#12383;&#65292;&#27010;&#24565;&#23450;&#32681;&#12434;&#36861;&#21152;&#65288;OWL&#24418;&#24335;&#12391;&#20986;&#21147;&#12391;&#12365;&#12394;&#12356;&#65294;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#20445;&#23384;&#12391;&#12365;&#12394;&#12356;&#65294;&#65289;&lt;br /&gt;&lt;br /&gt;! 2006-01-07&lt;br /&gt;* &#21336;&#35486;&#12486;&#12540;&#12502;&#12523;&#65288;&#21697;&#35422;, TF, IDF, TFIDF, &#25991;&#26360;&#65292;&#20837;&#21147;&#25991;&#26360;&#65292;&#19978;&#20301;&#27010;&#24565;&#65289;&#12434;&#34920;&#31034;&#21487;&#33021;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;! 2006-01-03&lt;br /&gt;* &#35079;&#25968;&#25991;&#26360;&#12363;&#12425;&#20837;&#21147;&#21336;&#35486;&#12434;&#25277;&#20986;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#22810;&#32681;&#24615;&#35299;&#28040;&#26178;&#12395;&#34920;&#31034;&#12377;&#12427;&#25991;&#26360;&#12399;&#65292;&#36984;&#25246;&#12373;&#12428;&#12383;&#21336;&#35486;&#12364;&#23384;&#22312;&#12377;&#12427;&#34892;&#12398;&#12415;&#12392;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;! 2006-01-02&lt;br /&gt;* &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#19968;&#35239;&#12434;&#34920;&#31034;&#12375;&#65292;&#20219;&#24847;&#12398;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#26368;&#21069;&#38754;&#12395;&#34920;&#31034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427; (=&gt; &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12513;&#12491;&#12517;&#12540;&#65289;&lt;br /&gt;* &#19978;&#26360;&#12365;&#20445;&#23384;&#12398;&#23455;&#35013;&lt;br /&gt;* &#32066;&#20102;&#26178;&#12395;&#12480;&#12452;&#12450;&#12525;&#12464;&#12434;&#34920;&#31034;&lt;br /&gt;* &#12503;&#12525;&#12497;&#12486;&#12451;&#12398;&#12450;&#12452;&#12467;&#12531;&#12434;&#22793;&#26356;&lt;br /&gt;* &#36215;&#21205;&#26178;&#12398;&#12525;&#12468;&#12434;&#22793;&#26356;&lt;br /&gt;* &#38542;&#23652;&#27083;&#31689;&#12398;&#12508;&#12479;&#12531;&#12392;&#12513;&#12491;&#12517;&#12540;&#12434;&#21517;&#35422;&#12398;&#12415;&#12392;&#21517;&#35422;&#65291;&#21205;&#35422;&#12392;&#12375;&#12383; (&#38542;&#23652;&#27083;&#31689;&#65288;&#21517;&#35422;&#65289;,&#38542;&#23652;&#27083;&#31689;&#65288;&#21517;&#35422;&#12362;&#12424;&#12403;&#21205;&#35422;&#65289;)&lt;br /&gt;&lt;br /&gt;! 2005-12-31&lt;br /&gt;* &#37096;&#20998;&#12510;&#12483;&#12481;&#12375;&#12383;&#21336;&#35486;&#12434;&#19979;&#20301;&#27010;&#24565;&#12392;&#12375;&#12390;&#27010;&#24565;&#38542;&#23652;&#12434;&#27083;&#31689;&#12377;&#12427;&#22580;&#21512;&#12395;&#65292;&#38542;&#23652;&#21270;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt; =&gt;&lt;br /&gt; A+B+C+D, C+D, G+D&#12364;&#12354;&#12427;&#22580;&#21512;&#12395;&#36766;&#26360;&#12395;&#12399;D&#12398;&#12415;&#12364;&#12354;&#12427;&#22580;&#21512;&#65292;&lt;br /&gt; D =&gt; C+D =&gt; B+C+D&lt;br /&gt; =&gt; G+D&lt;br /&gt; &#12392;&#38542;&#23652;&#21270;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#35079;&#21512;&#35486;&#12434;&#38542;&#23652;&#21270;&#12377;&#12427;&#38555;&#12395;&#65292;&#20013;&#38291;&#12494;&#12540;&#12489;&#12434;&#21066;&#38500;&#12377;&#12427;&#12363;&#27531;&#12377;&#12363;&#12434;&lt;br /&gt;&#12288;&#25351;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&#65294;&lt;br /&gt; (&#20363;&#65306; A+B+C+D&#12391;D&#12398;&#12415;&#12364;&#36766;&#26360;&#12395;&#12354;&#12427;&#22580;&#21512;&#65292;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#12392;&#65292; D=&gt;A+B+C+D&#12392;&#12394;&#12426;&#65292;&#28961;&#21177;&#12395;&#12377;&#12427;&#12392;D=&gt;C+D=&gt;B+C+D=&gt;A+B+C+D&#12392;&#12394;&#12427;&#65294; &lt;br /&gt;* &#35079;&#25968;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#25201;&#12360;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383; &lt;br /&gt;* 12-15&#20197;&#21069;&#12398;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#24489;&#20803;&#12375;&#12383;&#24460;&#12395;&#65292;&#20445;&#23384;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#12392;&#65292;&#22810;&#32681;&#24615;&#35299;&#28040;&#32080;&#26524;&#12364;&#12358;&#12414;&#12367;&#20445;&#23384;&#12391;&#12365;&#12378;&#65292;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#33258;&#20307;&#12364;&#20445;&#23384;&#12391;&#12365;&#12394;&#12367;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&#65294;&lt;br /&gt;&lt;br /&gt;! 2005-12-15&lt;br /&gt;* &#37096;&#20998;&#29031;&#21512;&#12434;&#12375;&#12383;&#22580;&#21512;&#12395;&#12399;&#65292;&#22810;&#32681;&#24615;&#35299;&#28040;&#32080;&#26524;&#12434;&#20849;&#26377;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#23436;&#20840;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12522;&#12473;&#12488;&#12434;&#20445;&#23384;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;(&#37096;&#20998;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12434;&#21547;&#12416;&#65289;&lt;br /&gt;* &#37096;&#20998;&#29031;&#21512;&#12375;&#12383;&#21336;&#35486;&#12392;&#23550;&#24540;&#12377;&#12427;&#35079;&#21512;&#35486;&#12398;&#12522;&#12473;&#12488;&#12434;&#20445;&#23384;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#24489;&#20803;&#24460;&#12362;&#12424;&#12403;&#38542;&#23652;&#27083;&#31689;&#24460;&#12395;&#38542;&#23652;&#12434;&#23637;&#38283;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#35079;&#21512;&#35486;&#12398;&#38542;&#23652;&#27083;&#31689;&#26178;&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#19979;&#20301;&#27010;&#24565;&#12392;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;! 2005-12-09&lt;br /&gt;* &#27010;&#24565;&#38542;&#23652;&#27083;&#31689;&#12497;&#12493;&#12523;&#12395;&#12354;&#12387;&#12383;&#12508;&#12479;&#12531;&#12434;&#12450;&#12452;&#12467;&#12531;&#12395;&#22793;&#26356;&#12375;&#12390;&#65292;&#38542;&#23652;&#32232;&#38598;&#38936;&#22495;&#12434;&#24195;&#12370;&#12383;&lt;br /&gt;&lt;br /&gt;! 2005-11-29&lt;br /&gt;* &#19978;&#20301;&#27010;&#24565;&#12398;&#12522;&#12473;&#12488;&#65288;UPPER_CONCEPT_LIST)&#12434;&#25351;&#23450;&#12377;&#12427;&#12371;&#12392;&#12391;&#65292;&#25277;&#20986;&#12373;&#12428;&#12383;&#21336;&#35486;&#12398;&#12522;&#12473;&#12488;&#12434;&#19978;&#20301;&#27010;&#24565;&#12434;&#21033;&#29992;&#12375;&#12390;&#12501;&#12451;&#12523;&#12479;&#12540;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#65294;&lt;br /&gt;&lt;br /&gt;! 2005-10-26&lt;br /&gt;* &#36766;&#26360;&#12395;&#36617;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12434;&#26908;&#32034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#27010;&#24565;&#12398;&#26908;&#32034;&#12434;&#23569;&#12375;&#65292;&#39640;&#36895;&#12395;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#27010;&#24565;&#12398;&#12463;&#12525;&#12540;&#12531;&#65292;&#12467;&#12500;&#12540;&#65292;&#12459;&#12483;&#12488;&#65292;&#12506;&#12540;&#12473;&#12488;&#12434;&#23455;&#35013;&lt;br /&gt;* &#36766;&#26360;&#12395;&#36617;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12395;&#21336;&#35486;&#12434;&#36861;&#21152;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#12494;&#12540;&#12489;&#31227;&#21205;&#26178;&#12395;&#65292;&#22810;&#37325;&#32153;&#25215;&#38306;&#20418;&#12398;&#20877;&#34920;&#31034;&#12434;&#12375;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;&lt;br /&gt;! 2005-10-17&lt;br /&gt;*''&#12304;&#37325;&#35201;&#12305;''&#24489;&#20803;&#26178;&#12395;&#12518;&#12540;&#12470;ID&#12398;&#20516;&#12364;&#26082;&#23384;&#12398;&#26368;&#22823;ID&#12398;&#20516;&#12392;&#21516;&#12376;&#12395;&#12394;&#12387;&#12390;&#12356;&#12383;&#12383;&#12417;&#12395;&#65292;&#26032;&#12383;&#12395;&#27010;&#24565;&#12434;&#36861;&#21152;&#12377;&#12427;&#38555;&#12395;&#65292;&#26082;&#23384;&#12398;&#26368;&#22823;ID&#12398;&#27010;&#24565;&#12434;&#21442;&#29031;&#12375;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;*''&#12304;&#37325;&#35201;&#12305;''&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#24489;&#20803;&#12377;&#12427;&#38555;&#12395;&#65292;&#27010;&#24565;&#38542;&#23652;&#12392;&#27010;&#24565;&#23450;&#32681;&#12398;&#20869;&#23481;&#12434;&#12463;&#12522;&#12450;&#12375;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#20462;&#27491;&lt;br /&gt;* EDR&#12398;&#27010;&#24565;&#12395;&#12388;&#12356;&#12390;&#12399;&#65292;EDR&#12398;&#21517;&#21069;&#31354;&#38291;&#12434;&#35373;&#23450;&#12377;&#12427;&#12424;&#12358;&#12395;&#20462;&#27491;&lt;br /&gt;* &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#24489;&#20803;&#24460;&#12395;&#65292;&#27010;&#24565;&#23450;&#32681;&#12395;&#12362;&#12369;&#12427;&#23450;&#32681;&#22495;&#12392;&#20516;&#22495;&#12398;&#36861;&#21152;&#12364;&#12391;&#12365;&#12394;&#12363;&#12387;&#12383;&#12398;&#12434;&#20462;&#27491;&lt;br /&gt;* &#23450;&#32681;&#22495;&#65292;&#20516;&#22495;&#12434;&#36861;&#21152;&#12377;&#12427;&#12480;&#12452;&#12450;&#12525;&#12464;&#12395;&#65292;&#12377;&#12409;&#12390;&#12398;&#12497;&#12473;&#12434;&#23637;&#38283;&#12377;&#12427;&#12383;&#12417;&#12398;&#12508;&#12479;&#12531;&#12434;&#36861;&#21152;&lt;br /&gt;&lt;br /&gt;! 2005-09-15&lt;br /&gt;* &#23450;&#32681;&#22495;&#12392;&#20516;&#22495;&#12398;&#36861;&#21152;&#65292;&#21066;&#38500;&#12434;&#23455;&#35013;&lt;br /&gt;* config.txt&#12395;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#20445;&#23384;&#12377;&#12427;&#12501;&#12457;&#12523;&#12480;&#12434;&#25351;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;(PROJECT_DIR) (&#12487;&#12501;&#12457;&#12523;&#12488;&#12399;&#65292;./project/&#65289;&lt;br /&gt;&lt;br /&gt;! 2005-09-12&lt;br /&gt;* &#27010;&#24565;&#12398;&#36861;&#21152;&#65292;&#21066;&#38500;&#12394;&#12393;&#12434;&#65292;&#12494;&#12540;&#12489;&#12434;&#21491;&#12463;&#12522;&#12483;&#12463;&#12375;&#12383;&#12392;&#12365;&#12395;&#65292;&#12509;&#12483;&#12503;&#12450;&#12483;&#12503;&#12513;&#12491;&#12517;&#12540;&#12363;&#12425;&#23455;&#34892;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* BaseURI&#12434;&#20445;&#23384;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#30456;&#23550;URI&#12391;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#12434;&#20445;&#23384;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;! 2005-09-08&lt;br /&gt;* &#12458;&#12503;&#12471;&#12519;&#12531;&#12398;&#20445;&#23384;&#12539;&#24489;&#20803;&#12434;&#23455;&#35013;&lt;br /&gt;* &#65298;&#20998;&#25506;&#32034;&#12434;&#21033;&#29992;&#12375;&#12390;&#65292;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#21442;&#29031;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#20462;&#27491; &#8594;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#26356;&#26032;&#65294;DB&#12434;&#21033;&#29992;&#12375;&#12394;&#12356;&#22580;&#21512;&#12391;&#12418;&#65292;&#12381;&#12371;&#12381;&#12371;&#12513;&#12514;&#12522;&#12434;&#12367;&#12431;&#12394;&#12356;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#12473;&#12503;&#12521;&#12483;&#12471;&#12517;&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#36215;&#21205;&#26178;&#12395;&#34920;&#31034;&#12377;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;* &#12503;&#12525;&#12497;&#12486;&#12451;&#38542;&#23652;&#12364;&#24489;&#20803;&#12391;&#12365;&#12394;&#12367;&#12394;&#12387;&#12390;&#12356;&#12383;&#12398;&#12434;&#20462;&#27491; (&#12518;&#12540;&#12470;&#23450;&#32681;&#12398;&#27010;&#24565;&#12398;ID&#12364;&#24489;&#20803;&#26178;&#12395;&#12362;&#12363;&#12375;&#12367;&#12394;&#12427;&#22580;&#21512;&#12364;&#12354;&#12427;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#65294;&#65289;&lt;br /&gt;* config.txt&#12391;&#65292;BASE_URI&#12434;&#25351;&#23450;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;! 2005-09-06&lt;br /&gt;* &#19978;&#20301;&#27010;&#24565;&#12408;&#12398;&#12522;&#12531;&#12463;&#12398;&#12415;&#21066;&#38500;&#12434;&#23455;&#35013;&lt;br /&gt;* &#20840;&#12494;&#12540;&#12489;&#12395;&#12388;&#12356;&#12390;&#65292;&#12354;&#12427;&#31243;&#24230;&#39640;&#36895;&#12395;&#22810;&#37325;&#32153;&#25215;&#12434;&#12375;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#21028;&#21029;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12383;&lt;br /&gt;&lt;br /&gt;! 2005-09-05&lt;br /&gt;* &#36766;&#26360;&#12395;&#36617;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12398;&#21066;&#38500;&#12364;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#36766;&#26360;&#12395;&#36617;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12434;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12398;&#20445;&#23384;&#12539;&#24489;&#20803;&#12391;&#20445;&#23384;&#12539;&#24489;&#20803;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&lt;br /&gt;* &#27010;&#24565;&#38542;&#23652;&#12363;&#12425;&#36766;&#26360;&#12395;&#36617;&#12387;&#12390;&#12356;&#12394;&#12356;&#21336;&#35486;&#12522;&#12473;&#12488;&#12408;&#31227;&#21205;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#65294;&#65288;&#12383;&#12384;&#12375;&#65292;&#23376;&#12494;&#12540;&#12489;&#12434;&#12418;&#12388;&#12494;&#12540;&#12489;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#65292;&#36984;&#25246;&#12373;&#12428;&#12383;&#12494;&#12540;&#12489;&#12398;&#20195;&#34920;&#35211;&#20986;&#12375;&#12398;&#12415;&#12364;&#31227;&#21205;&#12373;&#12428;&#65292;&#12381;&#12398;&#20182;&#12398;&#35211;&#20986;&#12375;&#12362;&#12424;&#12403;&#19979;&#20301;&#27010;&#24565;&#12398;&#35211;&#20986;&#12375;&#12394;&#12393;&#12399;&#21066;&#38500;&#12373;&#12428;&#12427;&#65294;&#65289;&lt;br /&gt;* &#36766;&#26360;&#12487;&#12540;&#12479;&#12392;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#20998;&#38626;&#12375;&#12383; (config.txt&#12398;DODDLE_DIC&#12395;&#36766;&#26360;&#12487;&#12540;&#12479;&#12398;&#22580;&#25152;&#12434;&#25351;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#65294;&#65289;&lt;br /&gt;</description>
<link>null#ChangeLog</link>
<pubDate>Wed, 19 Apr 2006 06:29:19 UTC</pubDate>
</item>
<item>
<title>NEWS</title>
<description>* 2006-04-19 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-04-10 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-04-09 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-04-07 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-04-06 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-04-02 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-04-01 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-30 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-12 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-11 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-09 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-07 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-02 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-03-01 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-02-24 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-02-10 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-02-08 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-02-06 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-02-01 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;* 2006-01-31 &#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12450;&#12483;&#12503;&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;</description>
<link>null#NEWS</link>
<pubDate>Wed, 19 Apr 2006 06:28:26 UTC</pubDate>
</item>
<item>
<title>README</title>
<description>! &#26085;&#26412;&#35486;DODDLE&#12395;&#12388;&#12356;&#12390;&lt;br /&gt;&#26085;&#26412;&#35486;&#12414;&#12383;&#12399;&#33521;&#35486;&#25991;&#26360;&#12434;&#20837;&#21147;&#12392;&#12375;&#12390;&#65292;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#65288;&#27010;&#24565;&#38542;&#23652;&#27083;&#31689;&#12392;&#12381;&#12398;&#20182;&#12398;&#27010;&#24565;&#38291;&#38306;&#36899;&#27083;&#31689;&#65289;&#12434;&#21322;&#33258;&#21205;&#12391;&#27083;&#31689;&#21487;&#33021;&#12394;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#27083;&#31689;&#25903;&#25588;&#29872;&#22659;&#12391;&#12377;&#65294;&#27010;&#24565;&#38542;&#23652;&#27083;&#31689;&#12395;&#12399;&#35336;&#31639;&#27231;&#21487;&#35501;&#22411;&#36766;&#26360;&#65288;EDR&#65289;&#12434;&#21033;&#29992;&#12375;&#65292;&#12373;&#12425;&#12395;&#65292;&#27010;&#24565;&#22793;&#21205;&#20998;&#26512;&#12434;&#36969;&#29992;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12387;&#12390;&#65292;&#38542;&#23652;&#12398;&#27927;&#32244;&#12434;&#34892;&#12356;&#12414;&#12377;&#65294;&#12381;&#12398;&#20182;&#12398;&#27010;&#24565;&#38291;&#38306;&#20418;&#27083;&#31689;&#12395;&#12399;&#65292;&#25991;&#26360;&#12395;WordSpace&#12420;&#30456;&#38306;&#12523;&#12540;&#12523;&#12394;&#12393;&#12398;&#20849;&#36215;&#24615;&#20998;&#26512;&#12434;&#21033;&#29992;&#12375;&#12414;&#12377;&#65294;&#27083;&#31689;&#12375;&#12383;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#12399;&#65292;&#12475;&#12510;&#12531;&#12486;&#12451;&#12483;&#12463;Web&#12395;&#12362;&#12369;&#12427;&#27161;&#28310;&#30340;&#12394;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#35352;&#36848;&#35328;&#35486;OWL&#24418;&#24335;&#12391;&#20986;&#21147;&#12377;&#12427;&#12371;&#12392;&#12364;&#21487;&#33021;&#12391;&#12377;&#65294;&lt;br /&gt;&lt;br /&gt;! &#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12521;&#12452;&#12502;&#12521;&#12522;&lt;br /&gt;* [[Jena 2.3|http://jena.sourceforge.net/]]&lt;br /&gt;* [[SEN 1.2.1|http://ultimania.org/sen/]]&lt;br /&gt;* [[Berkley DB Java Edition|http://www.sleepycat.com/products/bdbje.html]]&lt;br /&gt;* [[JWNL 1.3|http://jwordnet.sourceforge.net/]] &lt;br /&gt;* [[GNU getopt - Java port 1.0.11|http://www.urbanophile.com/arenn/hacking/download.html]]&lt;br /&gt;* [[PDFBox 0.7.2|http://www.pdfbox.org/]]&lt;br /&gt;* [[Metouia look &amp; feel|http://mlf.sourceforge.net/index.php?home]]&lt;br /&gt;&lt;br /&gt;! &#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&lt;br /&gt;* [[JRE 1.5&#20197;&#19978;|http://java.sun.com/j2se/1.5.0/download.jsp]]&lt;br /&gt;* [[ActivePerl|http://www.activestate.com/Products/ActivePerl/?mp=1]]&#65288;&#12458;&#12503;&#12471;&#12519;&#12531;&#65289;&lt;br /&gt;* [[xdoc2txt 1.17|http://www31.ocn.ne.jp/~h_ishida/xdoc2txt.html]] &#65288;&#12458;&#12503;&#12471;&#12519;&#12531;:&#29694;&#22312;&#65292;&#26085;&#26412;&#35486;DODDLE&#12503;&#12525;&#12464;&#12521;&#12512;&#20013;&#12395;&#21547;&#12414;&#12428;&#12390;&#12356;&#12414;&#12377;&#65294;&#65289;&lt;br /&gt;* [[TermExtract|http://gensen.dl.itc.u-tokyo.ac.jp/termextract.html]]&#65288;&#12458;&#12503;&#12471;&#12519;&#12531;&#65289;&lt;br /&gt;* [[&#24418;&#24907;&#32032;&#35299;&#26512;&#12471;&#12473;&#12486;&#12512;&#33590;&#31564;|http://chasen.naist.jp/hiki/ChaSen/]]&#65288;&#12458;&#12503;&#12471;&#12519;&#12531;&#65289;&lt;br /&gt;* [[SS-Tagger|http://www-tsujii.is.s.u-tokyo.ac.jp/~tsuruoka/postagger/]]&#65288;&#12458;&#12503;&#12471;&#12519;&#12531;&#65289;&lt;br /&gt;* [[WordNet-2.0|http://wordnet.princeton.edu/]]&#65288;&#12458;&#12503;&#12471;&#12519;&#12531;&#65289;&lt;br /&gt;&lt;br /&gt;!! &#27880;&#24847;&#28857;&lt;br /&gt;* &#35079;&#21512;&#35486;&#12434;&#25277;&#20986;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;&#33590;&#31564;&#12392;TermExtract&#12364;&#24517;&#35201;&#65294;&lt;br /&gt;* Windows&#20197;&#22806;&#12398;OS&#12391;PDF&#12363;&#12425;&#12486;&#12461;&#12473;&#12488;&#12434;&#25277;&#20986;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;PDFBox&#12364;&#24517;&#35201;&#65294;&lt;br /&gt;* Windows OS&#12434;&#21033;&#29992;&#12375;&#12390;&#12356;&#12390;&#65292;word, excel, ppt, pdf&#31561;&#12363;&#12425;&#12486;&#12461;&#12473;&#12488;&#12434;&#25277;&#20986;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;xdoc2txt&#12364;&#24517;&#35201;&#65294;&lt;br /&gt;* WordNet&#12363;&#12425;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#12434;&#27083;&#31689;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;WordNet-2.0&#12362;&#12424;&#12403;JWNL 1.3&#12362;&#12424;&#12403;SS-Tagger&#12364;&#24517;&#35201;&#65294;&lt;br /&gt;* &#33521;&#35486;&#25991;&#26360;&#12363;&#12425;&#35079;&#21512;&#35486;&#12434;&#25277;&#20986;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;SS-Tagger&#12362;&#12424;&#12403;TermExtract&#12364;&#24517;&#35201;&lt;br /&gt;&lt;br /&gt;! &#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&lt;br /&gt;* ChangeLog&lt;br /&gt;* [[TODO]]&lt;br /&gt;* [[BUGS]]&lt;br /&gt;* [[Licenses]]&lt;br /&gt;&lt;br /&gt;! &#21033;&#29992;&#21487;&#33021;&#12394;&#38651;&#23376;&#21270;&#36766;&#26360;&lt;br /&gt;* EDR&#19968;&#33324;&#36766;&#26360;&lt;br /&gt;* EDR&#23554;&#38272;&#36766;&#26360;&lt;br /&gt;* WordNet&lt;br /&gt;&lt;br /&gt;! &#12452;&#12531;&#12473;&#12488;&#12540;&#12523;&#26041;&#27861;&lt;br /&gt;# JRE1.5&#20197;&#19978;&#12434;&#12452;&#12531;&#12473;&#12488;&#12540;&#12523;&#65294;java.exe&#12398;&#22580;&#25152;&#12434;&#29872;&#22659;&#22793;&#25968;PATH&#12395;&#36861;&#21152;&#65294;&lt;br /&gt;# &#36766;&#26360;&#12487;&#12540;&#12479;(DODDLE_DIC_xxxx.zip)&#12434;&#36969;&#24403;&#12394;&#22580;&#25152;&#12395;&#23637;&#38283;&#12377;&#12427;&#65294;&lt;br /&gt;# &#26085;&#26412;&#35486;DODDLE&#12503;&#12525;&#12464;&#12521;&#12512;(DODDLE-J-xxxx.zip)&#12434;&#36969;&#24403;&#12394;&#22580;&#25152;&#12395;&#23637;&#38283;&#12377;&#12427;&#65294;&lt;br /&gt;# &#35079;&#21512;&#35486;&#12434;&#25277;&#20986;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;[[TermExtract|http://gensen.dl.itc.u-tokyo.ac.jp/termextract.html]]&#12434;&#12452;&#12531;&#12473;&#12488;&#12540;&#12523;&#12377;&#12427;&lt;br /&gt;# &#26085;&#26412;&#35486;DODDLE&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#23637;&#38283;&#12375;&#12383;&#12501;&#12457;&#12523;&#12480;&#12395;&#12354;&#12427;&#65292;config.txt&#12398;&#20869;&#23481;&#12434;&#20462;&#27491;&#12377;&#12427;&lt;br /&gt;** &#26368;&#20302;&#38480;&#65292;DODDLE_DIC&#12434;&#35373;&#23450;&#12377;&#12427;&#65294;&lt;br /&gt;** &#35443;&#32048;&#12399;&#65292;&#20197;&#19979;&#12398;config.txt&#12395;&#12388;&#12356;&#12390;&#12434;&#21442;&#29031;&#65294;&lt;br /&gt;# DODDLE-J-onMemory.bat&#12288;&#12414;&#12383;&#12399; DODDLE-J-using_DB.bat&#12434;&#23455;&#34892;&lt;br /&gt;** DODDLE-J-onMemory.bat&#12398;&#26041;&#12399;&#65292;DB&#12434;&#21033;&#29992;&#12375;&#12394;&#12356;&#12364;&#65292;&#12513;&#12514;&#12522;&#12364;&#22823;&#37327;&#12395;&#24517;&#35201;&#65288;1GB&#31243;&#24230;: -Xmx&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#65292;512m&#12434;&#25351;&#23450;&#12375;&#12390;&#12356;&#12427;)&lt;br /&gt;** DODDLE-J_using_DB.bat&#12398;&#26041;&#12399;&#65292;DB&#12434;&#21033;&#29992;&#12377;&#12427;&#12383;&#12417;&#65292;&#21205;&#20316;&#36895;&#24230;&#12364;&#36933;&#12356;&#12364;&#65292;&#12513;&#12514;&#12522;&#12399;512MB(-Xmx&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#65292;256m&#12434;&#25351;&#23450;&#12375;&#12390;&#12356;&#12427;&#65289;&#12411;&#12393;&#12354;&#12428;&#12400;&#21205;&#20316;&#21487;&#33021;&#65294;&lt;br /&gt;** &#12383;&#12384;&#12375;&#65292;&#27010;&#24565;&#25968;&#12364;&#22810;&#12356;&#22580;&#21512;&#12395;&#12399;&#65292;&#19978;&#35352;&#20197;&#19978;&#12398;&#12513;&#12514;&#12522;&#12364;&#24517;&#35201;&#12392;&#12394;&#12427;&#22580;&#21512;&#12418;&#12354;&#12427;&#65294;&lt;br /&gt;&lt;br /&gt;!! &#27880;&#24847;&#28857;&lt;br /&gt;* &#20197;&#21069;&#12398;&#12496;&#12540;&#12472;&#12519;&#12531;(2005-09)&#12391;&#20316;&#25104;&#12375;&#12383;&#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#12434;&#35501;&#12415;&#36796;&#12416;&#22580;&#21512;&#12399;&#65292;BASE_URI&#12398;&#35373;&#23450;&#12434;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&lt;br /&gt;&lt;br /&gt;! config.txt&#12395;&#12388;&#12356;&#12390;&lt;br /&gt;* CHASEN_EXE=C:/Program Files/ChaSen/chasen.exe&lt;br /&gt;** &#35328;&#36984;&#12434;&#21033;&#29992;&#12377;&#12427;&#22580;&#21512;&#24517;&#35201;&#65288;chasen21&#12399;&#19981;&#21487;&#65289;&lt;br /&gt;* SSTAGGER_HOME=C:/usr/postagger-1.0/&lt;br /&gt;** &#33521;&#35486;&#25991;&#26360;&#12398;&#21697;&#35422;&#24773;&#22577;&#12434;&#24471;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#65294;&lt;br /&gt;* PERL_EXE=C:/Perl/bin/perl.exe&lt;br /&gt;** &#35328;&#36984;&#12434;&#21033;&#29992;&#12377;&#12427;&#22580;&#21512;&#24517;&#35201;&lt;br /&gt;* SEN_HOME=C:/sen-1.2.1/&lt;br /&gt;** &#24517;&#38920;&#65294;SEN&#12398;&#12507;&#12540;&#12512;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12434;&#25351;&#23450;&#12377;&#12427;&#65294;IPA&#36766;&#26360;&#12434;SEN&#29992;&#12395;&#22793;&#25563;&#28168;&#12415;&#12391;&#12354;&#12427;&#24517;&#35201;&#12354;&#12426;&#65294;&lt;br /&gt;* DODDLE_DIC=C:/DODDLE_DIC/&lt;br /&gt;** &#24517;&#38920;&#65294;EDR&#19968;&#33324;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#23637;&#38283;&#12375;&#12383;&#22580;&#25152;&#12434;&#25351;&#23450;&#12377;&#12427;&lt;br /&gt;* DODDLE_EDRT_DIC=C:/DODDLE_EDRT_DIC/&lt;br /&gt;** &#12458;&#12503;&#12471;&#12519;&#12531;&#65294;EDR&#23554;&#38272;&#36766;&#26360;&#12487;&#12540;&#12479;&#12434;&#23637;&#38283;&#12375;&#12383;&#22580;&#25152;&#12434;&#25351;&#23450;&#12377;&#12427;&lt;br /&gt;* BASE_URI=http://www.yamaguti.comp.ae.keio.ac.jp/doddle-j# &lt;br /&gt;** &#12458;&#12531;&#12488;&#12525;&#12472;&#12540;&#20445;&#23384;&#26178;&#12398;&#12505;&#12540;&#12473;URI&lt;br /&gt;* BASE_PREFIX=keio&lt;br /&gt;** &#12518;&#12540;&#12470;&#12364;&#23450;&#32681;&#12375;&#12383;&#27010;&#24565;&#12398;&#25509;&#38957;&#36766;&lt;br /&gt;* PROJECT_DIR=./project/ &lt;br /&gt;** &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#23384;&#12377;&#12427;&#12501;&#12457;&#12523;&#12480;&#65288;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12434;&#20445;&#23384;&#12539;&#24489;&#20803;&#12377;&#12427;&#38555;&#12395; &#12371;&#12398;&#12501;&#12457;&#12523;&#12480;&#12364;&#22522;&#28857;&#12392;&#12394;&#12427;&#65289;&lt;br /&gt;* UPPER_CONCEPT_LIST=./upperConceptList.txt&lt;br /&gt;** &#19978;&#20301;&#27010;&#24565;&#12398;&#12522;&#12473;&#12488;&#65294;&#12354;&#12427;&#21336;&#35486;&#12364;EDR&#19978;&#12398;&#25351;&#23450;&#12375;&#12383;&#27010;&#24565;&#12398;&#19979;&#20301;&#12395;&#12354;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#25552;&#31034;&#12377;&#12427;&#12383;&#12417;&#12395;&#21033;&#29992;&#65294;&lt;br /&gt;* WORDNET_PATH=C:/program files/wordnet/2.0/dict&lt;br /&gt;** WordNet&#12398;dict&#12501;&#12457;&#12523;&#12480;&#12408;&#12398;&#12497;&#12473;&#12434;&#35352;&#36848;&#65294;(WordNet&#12434;&#27726;&#29992;&#36766;&#26360;&#12392;&#12375;&#12390;&#21033;&#29992;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#25351;&#23450;&#65289;&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;! &#12458;&#12503;&#12471;&#12519;&#12531;&lt;br /&gt;* --DB: BerkeleyDB&#12434;&#20351;&#29992;&lt;br /&gt;* --DEBUG: &#12487;&#12496;&#12483;&#12464;&#24773;&#22577;&#12434;&#12467;&#12531;&#12477;&#12540;&#12523;&#12395;&#34920;&#31034;&lt;br /&gt;* --SKIN: Metouia look &amp; feel&#12434;&#36969;&#29992;&lt;br /&gt;* --LANG=[en|ja]: &#34920;&#31034;&#35328;&#35486;&#12434;&#20999;&#12426;&#26367;&#12360;&#12427;</description>
<link>null#README</link>
<pubDate>Sat, 11 Mar 2006 06:08:00 UTC</pubDate>
</item>
<item>
<title>FormattingInstructions</title>
<description>TiddlyWiki uses Wiki style markup, a way of lightly &quot;tagging&quot; plain text so it can be transformed into HTML. Edit this Tiddler to see samples.&lt;br /&gt;&lt;br /&gt;! Header Samples&lt;br /&gt;!Header 1&lt;br /&gt;!!Header 2&lt;br /&gt;!!!Header 3&lt;br /&gt;!!!!Header 4&lt;br /&gt;!!!!!Header 5&lt;br /&gt;&lt;br /&gt;! Unordered Lists:&lt;br /&gt;* Lists are where it's at&lt;br /&gt;* Just use an asterisk and you're set&lt;br /&gt;** To nest lists just add more asterisks...&lt;br /&gt;***...like this&lt;br /&gt;* The circle makes a great bullet because once you've printed a list you can mark off completed items&lt;br /&gt;* You can also nest mixed list types&lt;br /&gt;## Like this&lt;br /&gt;&lt;br /&gt;! Ordered Lists&lt;br /&gt;# Ordered lists are pretty neat too&lt;br /&gt;# If you're handy with HTML and CSS you could customize the [[numbering scheme|http://www.w3schools.com/css/pr_list-style-type.asp]]&lt;br /&gt;## To nest, just add more octothorpes (pound signs)...&lt;br /&gt;### Like this&lt;br /&gt;* You can also&lt;br /&gt;** Mix list types&lt;br /&gt;*** like this&lt;br /&gt;# Pretty neat don't you think?&lt;br /&gt;&lt;br /&gt;! Tiddler links&lt;br /&gt;To create a Tiddler link, just use mixed-case WikiWord, or use [[brackets]] for NonWikiWordLinks. This is how the GTD style [[@Action]] lists are created. &lt;br /&gt;&lt;br /&gt;Note that existing Tiddlers are in bold and empty Tiddlers are in italics. See CreatingTiddlers for details.&lt;br /&gt;&lt;br /&gt;! External Links&lt;br /&gt;You can link to [[external sites|http://google.com]] with brackets. You can also LinkToFolders on your machine or network shares.&lt;br /&gt;&lt;br /&gt;! Images&lt;br /&gt;Edit this tiddler to see how it's done.&lt;br /&gt;[img[http://img110.echo.cx/img110/139/gorilla8nw.jpg]]&lt;br /&gt;&lt;br /&gt;!Tables&lt;br /&gt;|!th1111111111|!th2222222222|&lt;br /&gt;|&gt;| colspan |&lt;br /&gt;| rowspan |left|&lt;br /&gt;|~| right|&lt;br /&gt;|colored| center |&lt;br /&gt;|caption|c&lt;br /&gt;&lt;br /&gt;For a complex table example, see PeriodicTable.&lt;br /&gt;&lt;br /&gt;! Horizontal Rules&lt;br /&gt;You can divide a tiddler into&lt;br /&gt;----&lt;br /&gt;sections by typing four dashes on a line by themselves.&lt;br /&gt;&lt;br /&gt;! Blockquotes&lt;br /&gt;&lt;&lt;&lt;&lt;br /&gt;This is how you do an extended, wrapped blockquote so you don't have to put angle quotes on every line.&lt;br /&gt;&lt;&lt;&lt;&lt;br /&gt;&gt;level 1&lt;br /&gt;&gt;level 1&lt;br /&gt;&gt;&gt;level 2&lt;br /&gt;&gt;&gt;level 2&lt;br /&gt;&gt;&gt;&gt;level 3&lt;br /&gt;&gt;&gt;&gt;level 3&lt;br /&gt;&gt;&gt;level 2&lt;br /&gt;&gt;level 1&lt;br /&gt;&lt;br /&gt;! Other Formatting&lt;br /&gt;''Bold''&lt;br /&gt;==Strike==&lt;br /&gt;__Underline__&lt;br /&gt;//Italic//&lt;br /&gt;Superscript: 2^^3^^=8&lt;br /&gt;Subscript: a~~ij~~ = -a~~ji~~&lt;br /&gt;@@highlight@@ Unfortunately highlighting is broken right now.&lt;br /&gt;@@color(green):green colored@@&lt;br /&gt;@@bgcolor(#ff0000):color(#ffffff):red colored@@ Hex colors are also broken right now.&lt;br /&gt;</description>
<link>null#FormattingInstructions</link>
<pubDate>Mon, 6 Feb 2006 14:52:00 UTC</pubDate>
</item>
<item>
<title>Licenses</title>
<description>! Jena&lt;br /&gt;http://jena.sourceforge.net/license.html&lt;br /&gt;&lt;br /&gt;! SEN&lt;br /&gt;[[GNU LESSER GENERAL PUBLIC LICENSE Version 2.1|http://www.gnu.org/copyleft/lesser.txt]]&lt;br /&gt;&lt;br /&gt;! JWNL&lt;br /&gt;[[The BSD License|http://www.opensource.org/licenses/bsd-license.php]]&lt;br /&gt;&lt;br /&gt;! Berkeley DB Java Edition&lt;br /&gt;http://www.sleepycat.com/company/jeoslicense.html&lt;br /&gt;&lt;br /&gt;! GNU getopt - Java port&lt;br /&gt;http://www.gnu.org/licenses/gpl.txt</description>
<link>null#Licenses</link>
<pubDate>Sat, 4 Feb 2006 11:39:00 UTC</pubDate>
</item>
<item>
<title>SiteTitle</title>
<description>DODDLE</description>
<link>null#SiteTitle</link>
<pubDate>Fri, 3 Feb 2006 04:56:00 UTC</pubDate>
</item>
<item>
<title>&#26085;&#26412;&#35486;&#21270;</title>
<description>// Shadow tiddlers for emergencies&lt;br /&gt;config.shadowTiddlers.SideBarOptions = &quot;&lt;&lt;search&gt;&gt;&lt;&lt;closeAll&gt;&gt;&lt;&lt;permaview&gt;&gt;&lt;&lt;newTiddler&gt;&gt;&lt;&lt;newJournal 'DD MMM YYYY'&gt;&gt;&lt;&lt;saveChanges&gt;&gt;&lt;&lt;slider chkSliderOptionsPanel OptionsPanel &#35373;&#23450; 'TiddlyWiki&#12398;&#35373;&#23450;&#12434;&#22793;&#26356;&#12377;&#12427;&#12290;'&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.OptionsPanel = &quot;&#12371;&#12428;&#12425;&#12398;&#35373;&#23450;&#12399;&#12372;&#20351;&#29992;&#12398;&#12502;&#12521;&#12454;&#12470;&#20869;&#12395;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;\n\n&#32626;&#21517;&#12392;&#12375;&#12390;&#20351;&#29992;&#12377;&#12427;&#12354;&#12394;&#12383;&#12398;&#21517;&#21069;&#12434;WikiWord(eg JoeBloggs)&#12398;&#24418;&#24335;&#12391;&#20837;&#21147;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;\n\n&lt;&lt;option txtUserName&gt;&gt;\n&lt;&lt;option chkSaveBackups&gt;&gt; &#12496;&#12483;&#12463;&#12450;&#12483;&#12503;&#21462;&#24471;\n&lt;&lt;option chkAutoSave&gt;&gt; &#33258;&#21205;&#20445;&#23384;\n&lt;&lt;option chkGenerateAnRssFeed&gt;&gt; RSS&#12501;&#12449;&#12452;&#12523;&#29983;&#25104;\n&lt;&lt;option chkRegExpSearch&gt;&gt; &#27491;&#35215;&#34920;&#29694;&#12395;&#12424;&#12427;&#26908;&#32034;\n&lt;&lt;option chkCaseSensitiveSearch&gt;&gt; &#33521;&#25991;&#23383;&#22823;&#23567;&#21306;&#21029;&#26908;&#32034;\n&lt;&lt;option chkAnimate&gt;&gt; &#12450;&#12491;&#12513;&#12540;&#12471;&#12519;&#12531;\n\n AdvancedOptions&quot;;&lt;br /&gt;&lt;br /&gt;config.shadowTiddlers.SideBarTabs = &quot;&lt;&lt;tabs txtMainTab '&#26356;&#26032;&#38918;' '&#26356;&#26032;&#38918;&#12395;&#34920;&#31034;&#12377;&#12427;' TabTimeline '&#20840;&#37096;' '&#12377;&#12409;&#12390;&#12398;Tiddler' TabMoreAll '&#12479;&#12464;' '&#12479;&#12464;&#19968;&#35239;' TabTags '&#35443;&#32048;' '&#35443;&#32048;' TabMore&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.TabTimeline = &quot;&lt;&lt;timeline&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.TabTags = &quot;&lt;&lt;allTags&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.TabMore = &quot;&lt;&lt;tabs txtMoreTab '&#23450;&#32681;&#12394;&#12375;' '&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;Tiddler&#19968;&#35239;' TabMoreMissing '&#12522;&#12531;&#12463;&#20999;&#12428;' '&#12522;&#12531;&#12463;&#20999;&#12428;&#12375;&#12390;&#12356;&#12427;&#21336;&#29420;&#12398;Tiddler' TabMoreOrphans&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.TabMoreAll = &quot;&lt;&lt;list all&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.TabMoreMissing = &quot;&lt;&lt;list missing&gt;&gt;&quot;;&lt;br /&gt;config.shadowTiddlers.TabMoreOrphans = &quot;&lt;&lt;list orphans&gt;&gt;&quot;;&lt;br /&gt;&lt;br /&gt;// Each has a 'handler' member that is inserted later&lt;br /&gt;config.macros.search.label = &quot;Wiki&#20869;&#26908;&#32034;&quot;;&lt;br /&gt;config.macros.search.prompt = &quot;&#12371;&#12398;TiddlyWiki&#20869;&#12434;&#26908;&#32034;&#12375;&#12414;&#12377;&#12290;&quot;&lt;br /&gt;config.macros.search.successMsg = &quot;%0 &#20214;&#35211;&#12388;&#12363;&#12426;&#12414;&#12375;&#12383;&#12290;- %1&quot;;&lt;br /&gt;config.macros.search.failureMsg = &quot;%0 &#12395;&#35442;&#24403;&#12377;&#12427;&#12487;&#12540;&#12479;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&quot;;&lt;br /&gt;config.macros.timeline.dateFormat = &quot;YYYY&#24180;MM&#26376;DD&#26085;&quot;;&lt;br /&gt;config.macros.allTags.tooltip = &quot;&#12479;&#12464;'%0'&#12398;&#12487;&#12540;&#12479;&#12434;&#12377;&#12409;&#12390;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;config.macros.allTags.noTags = &quot;&#12479;&#12464;&#12364;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12414;&#12379;&#12435;&#12290;&quot;;&lt;br /&gt;config.macros.list.all.prompt = &quot;&#12450;&#12523;&#12501;&#12449;&#12505;&#12483;&#12488;&#38918;&#12398;Tiddler&#19968;&#35239;&quot;;&lt;br /&gt;config.macros.list.missing.prompt = &quot;&#12522;&#12531;&#12463;&#12399;&#12373;&#12428;&#12390;&#12356;&#12427;&#12364;&#23450;&#32681;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;Tiddler&#19968;&#35239;&quot;;&lt;br /&gt;config.macros.list.orphans.prompt = &quot;&#20182;&#12398;&#12393;&#12371;&#12363;&#12425;&#12418;&#12522;&#12531;&#12463;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;Tiddler&#19968;&#35239;&quot;;&lt;br /&gt;config.macros.closeAll.label = &quot;&#12377;&#12409;&#12390;&#38281;&#12376;&#12427;&quot;;&lt;br /&gt;config.macros.closeAll.prompt = &quot;&#32232;&#38598;&#12373;&#12428;&#12390;&#12356;&#12427;&#12418;&#12398;&#20197;&#22806;&#12398;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#12377;&#12409;&#12390;Tiddler&#12434;&#38281;&#12376;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;config.macros.permaview.label = &quot;permaview&quot;;&lt;br /&gt;config.macros.permaview.prompt = &quot;&#29694;&#22312;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;Tiddler&#12398;&#29366;&#24907;&#12434;&#34920;&#31034;&#12377;&#12427;URL&#12391;&#12377;&#12290;&quot;&lt;br /&gt;config.macros.saveChanges.label = &quot;&#20445;&#23384;&quot;;&lt;br /&gt;config.macros.saveChanges.prompt = &quot;&#12377;&#12409;&#12390;&#12398;Tiddler&#12434;&#20445;&#23384;&#12375;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;config.macros.newTiddler.label = &quot;&#26032;&#35215;&#20316;&#25104;&quot;;&lt;br /&gt;config.macros.newTiddler.Title = &quot;&#26032;&#35215;Tiddler&quot;;&lt;br /&gt;config.macros.newTiddler.prompt = &quot;&#26032;&#12375;&#12356;Tiddler&#12434;&#20316;&#25104;&#12375;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;config.macros.newJournal.label = &quot;&#26032;&#35215;&#26085;&#22577;&quot;;&lt;br /&gt;config.macros.newJournal.prompt = &quot;&#26032;&#12375;&#12356;Tiddler&#12434;&#29694;&#22312;&#12398;&#26085;&#26178;&#12434;&#12479;&#12452;&#12488;&#12523;&#12392;&#12375;&#12390;&#20316;&#25104;&#12375;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;&lt;br /&gt;config.commands.closeTiddler.text = &quot;&#38281;&#12376;&#12427;&quot;;&lt;br /&gt;config.commands.closeOthers.text = &quot;&#20182;&#12434;&#38281;&#12376;&#12427;&quot;;&lt;br /&gt;config.commands.editTiddler.text = &quot;&#32232;&#38598;&quot;;&lt;br /&gt;config.commands.saveTiddler.text = &quot;&#20445;&#23384;&quot;;&lt;br /&gt;config.commands.cancelTiddler.text = &quot;&#21462;&#28040;&quot;;&lt;br /&gt;config.commands.deleteTiddler.text = &quot;&#21066;&#38500;&quot;;&lt;br /&gt;config.commands.permalink.text = &quot;permalink&quot;;&lt;br /&gt;config.commands.references.text = &quot;&#21442;&#29031;&quot;;&lt;br /&gt;config.commands.jump.text = &quot;&#12472;&#12515;&#12531;&#12503;&quot;;&lt;br /&gt;&lt;br /&gt;// &#12513;&#12483;&#12475;&#12540;&#12472;&lt;br /&gt;config.messages.customConfigError = &quot;&#12459;&#12473;&#12479;&#12512;&#12467;&#12531;&#12501;&#12451;&#12464;&#12395;&#12390;&#12456;&#12521;&#12540;&#30330;&#29983;&#12290; - %0&quot;;&lt;br /&gt;config.messages.savedSnapshotError = &quot;&#20445;&#23384;&#12395;&#22833;&#25943;&#12375;&#12414;&#12375;&#12383;&#12290;&#35443;&#32048;&#12399; http://www.tiddlywiki.com/#DownloadSoftware &#12434;&#12372;&#35239;&#12367;&#12384;&#12373;&#12356;&#12290;&quot;;&lt;br /&gt;config.messages.subtitleUnknown = &quot;(&#19981;&#26126;)&quot;;&lt;br /&gt;config.messages.undefinedTiddlerToolTip = &quot;'%0'&#12392;&#12356;&#12358;Tiddler&#12399;&#12414;&#12384;&#23384;&#22312;&#12375;&#12414;&#12379;&#12435;&#12290;&quot;;&lt;br /&gt;config.messages.externalLinkTooltip = &quot;(&#22806;&#37096;&#12522;&#12531;&#12463;) %0&quot;;&lt;br /&gt;config.messages.noTags = &quot;&#12479;&#12464;&#12398;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;Tiddler&quot;;&lt;br /&gt;config.messages.notFileUrlError = &quot;&#22793;&#26356;&#12434;&#20445;&#23384;&#12375;&#12383;&#12356;&#22580;&#21512;&#12289;&#12371;&#12398;TiddlyWiki&#12434;&#12501;&#12449;&#12452;&#12523;&#12395;&#20445;&#23384;(&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;)&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;config.messages.cantSaveError = &quot;&#12371;&#12398;&#12502;&#12521;&#12454;&#12470;&#12391;&#12399;&#20445;&#23384;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;&#12391;&#12365;&#12428;&#12400;Firefox&#12434;&#20351;&#12387;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;&quot;;&lt;br /&gt;config.messages.invalidFileError = &quot;&#20803;&#12398;&#12501;&#12449;&#12452;&#12523; '%0' &#12399;&#22949;&#24403;&#12394;TiddlyWiki&#12398;&#12501;&#12449;&#12452;&#12523;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&quot;;&lt;br /&gt;config.messages.backupSaved = &quot;&#12496;&#12483;&#12463;&#12450;&#12483;&#12503;&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#23384;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.backupFailed = &quot;&#12496;&#12483;&#12463;&#12450;&#12483;&#12503;&#12501;&#12449;&#12452;&#12523;&#12398;&#20445;&#23384;&#12395;&#22833;&#25943;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.rssSaved = &quot;RSS&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#23384;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.rssFailed = &quot;RSS&#12501;&#12449;&#12452;&#12523;&#12398;&#20445;&#23384;&#12395;&#22833;&#25943;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.emptySaved = &quot;&#31354;&#12398;&#12486;&#12531;&#12503;&#12524;&#12540;&#12488;&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#23384;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.emptyFailed = &quot;&#31354;&#12398;&#12486;&#12531;&#12503;&#12524;&#12540;&#12488;&#12501;&#12449;&#12452;&#12523;&#12398;&#20445;&#23384;&#12395;&#22833;&#25943;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.mainSaved = &quot;TiddlyWiki&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#23384;&#12375;&#12414;&#12375;&#12383;&#12290;&quot;;&lt;br /&gt;config.messages.mainFailed = &quot;TiddlyWiki&#12501;&#12449;&#12452;&#12523;&#12398;&#20445;&#23384;&#12395;&#22833;&#25943;&#12375;&#12414;&#12375;&#12383;&#12290;&#20462;&#27491;&#20869;&#23481;&#12399;&#20445;&#23384;&#12373;&#12428;&#12390;&#12356;&#12414;&#12379;&#12435;&#12290;&quot;;&lt;br /&gt;config.messages.macroError = &quot;&#12510;&#12463;&#12525;&#23455;&#34892;&#26178;&#12456;&#12521;&#12540;&#65306; '%0'&quot;;&lt;br /&gt;config.messages.overwriteWarning = &quot;'%0'&#12392;&#12356;&#12358;Tiddler&#12399;&#12377;&#12391;&#12395;&#23384;&#22312;&#12375;&#12414;&#12377;&#12290;OK&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#19978;&#26360;&#12365;&#12375;&#12414;&#12377;&#12290;&quot;;&lt;br /&gt;config.messages.unsavedChangesWarning = &quot;&#35686;&#21578;&#65281; &#20445;&#23384;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#22793;&#26356;&#12364;&#23384;&#22312;&#12375;&#12414;&#12377;&#12290;\n\nOK&#12434;&#36984;&#25246;&#65306;&#20445;&#23384;\nCancel&#12434;&#36984;&#25246;&#65306;&#32232;&#38598;&#20869;&#23481;&#12434;&#30772;&#26820;&quot;;&lt;br /&gt;config.messages.months = [&quot;1&#26376;&quot;, &quot;2&#26376;&quot;, &quot;3&#26376;&quot;, &quot;4&#26376;&quot;, &quot;5&#26376;&quot;, &quot;6&#26376;&quot;, &quot;7&#26376;&quot;, &quot;8&#26376;&quot;, &quot;9&#26376;&quot;, &quot;10&#26376;&quot;, &quot;11&#26376;&quot;,&quot;12&#26376;&quot;];&lt;br /&gt;config.messages.dates.days = [&quot;&#26085;&quot;, &quot;&#26376;&quot;, &quot;&#28779;&quot;, &quot;&#27700;&quot;, &quot;&#26408;&quot;, &quot;&#37329;&quot;, &quot;&#22303;&quot;];&lt;br /&gt;</description>
<category>systemConfig</category>
<link>null#%E6%97%A5%E6%9C%AC%E8%AA%9E%E5%8C%96</link>
<pubDate>Fri, 3 Feb 2006 04:55:00 UTC</pubDate>
</item>
<item>
<title>StyleSheet</title>
<description>/***&lt;br /&gt;!GTD Style&lt;br /&gt;&lt;br /&gt;!Generic rules /%==================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;body {&lt;br /&gt; background: #464646 url('http://shared.snapgrid.com/images/tiddlywiki/bodygradient.png') repeat-x top fixed;&lt;br /&gt; color: #000;&lt;br /&gt; font: .9em/1.25em &quot;Bitstream Vera Sans&quot;, Verdana, Helvetica, Arial, sans-serif;&lt;br /&gt;/*&quot;Lucida Sans Unicode&quot;, &quot;Lucida Grande&quot;,&quot;Trebuchet MS&quot;, */&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Header rules /%====================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#contentWrapper&lt;br /&gt;{&lt;br /&gt; margin: 0 auto;&lt;br /&gt;width: 70em;&lt;br /&gt;position: relative;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#header&lt;br /&gt;{&lt;br /&gt; color: #fff;&lt;br /&gt; padding: 1.5em 1em 1.5em 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#siteTitle {&lt;br /&gt;&lt;br /&gt; font-size: 2.5em;&lt;br /&gt; margin: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#siteSubtitle {&lt;br /&gt; font-size: 1em;&lt;br /&gt; padding-left: .8em;;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#titleLine{&lt;br /&gt; background: transparent;&lt;br /&gt; padding: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#titleLine a {&lt;br /&gt; color: #cf6;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Sidebar rules /%====================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#sidebar{&lt;br /&gt; left: 0;&lt;br /&gt;width: 18em;&lt;br /&gt; margin: .9em .9em 0 0;&lt;br /&gt; color: #000;&lt;br /&gt; font-size: 1.1em;&lt;br /&gt; background: transparent;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Main menu rules /%=================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#mainMenu{&lt;br /&gt; position: static;&lt;br /&gt; width: auto;&lt;br /&gt;&lt;br /&gt; background: #600;&lt;br /&gt; border-right: 3px solid #500;&lt;br /&gt;padding: 0;&lt;br /&gt; text-align: left;&lt;br /&gt; font-size: 1em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#mainMenu ul{&lt;br /&gt; padding: 0;&lt;br /&gt; margin: 0;&lt;br /&gt; list-style: none;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#mainMenu li a,&lt;br /&gt;#mainMenu li a.button{&lt;br /&gt; display: block;&lt;br /&gt; padding: 0 5px 0 10px;&lt;br /&gt;border: 0;&lt;br /&gt; border-bottom: 1px solid #500;&lt;br /&gt; border-top: 1px solid #900;&lt;br /&gt;margin: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#mainMenu a,&lt;br /&gt;#mainMenu a.button{&lt;br /&gt; height: 22px;&lt;br /&gt;height: 1.83em;&lt;br /&gt; line-height: 22px;&lt;br /&gt; color: #fff;&lt;br /&gt; background: #700;&lt;br /&gt;margin-left: 1em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#mainMenu a:hover,&lt;br /&gt;#mainMenu a.button:hover {&lt;br /&gt; background: #b00;&lt;br /&gt; color: #fff;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Sidebar options rules /%============================================================ %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#sidebarOptions {&lt;br /&gt; background: #eeb;&lt;br /&gt; border-right: 3px solid #bb8;&lt;br /&gt; color: #B4C675;&lt;br /&gt; padding: .5em 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions a {&lt;br /&gt; color: #700;&lt;br /&gt; margin: .2em .8em;&lt;br /&gt; padding: 0;&lt;br /&gt; border: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions a:hover, #sidebarOptions a:active {&lt;br /&gt; color: #fff;&lt;br /&gt; background: #700;&lt;br /&gt; border: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions input{&lt;br /&gt; margin: 2px 10px;&lt;br /&gt; border: 1px inset #333;&lt;br /&gt;padding: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions .sliderPanel {&lt;br /&gt; background: #fff;&lt;br /&gt; color: #000;&lt;br /&gt; padding: 5px 10px;&lt;br /&gt; font-size: .9em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions .sliderPanel a{&lt;br /&gt; font-weight: normal;&lt;br /&gt; margin: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions .sliderPanel a:link,#sidebarOptions .sliderPanel a:visited {&lt;br /&gt; color: #700;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#sidebarOptions .sliderPanel a:hover,#sidebarOptions .sliderPanel a:active {&lt;br /&gt; color: #fff;&lt;br /&gt; background: #700;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Sidebar tabs rules /%===================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#sidebarTabs {&lt;br /&gt; background: transparent;&lt;br /&gt; border-right: 3px solid #740;&lt;br /&gt; border-bottom: 3px solid #520;&lt;br /&gt; border: 0;&lt;br /&gt; padding: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #sidebarTabs a,&lt;br /&gt;#contentWrapper #displayArea .tabContents a{&lt;br /&gt; color: #fff;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #sidebarTabs a:hover,&lt;br /&gt;#contentWrapper #displayArea .tabContents a:hover {&lt;br /&gt; background: #000;&lt;br /&gt; color: #fff;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #sidebarTabs a:active,&lt;br /&gt;#contentWrapper #displayArea .tabContents a:active{&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabSelected {&lt;br /&gt; background: #960;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabUnselected{&lt;br /&gt; background: #660;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #sidebar .tabset{&lt;br /&gt; background: #eeb;&lt;br /&gt; border-right: 3px solid #bb8;&lt;br /&gt; padding: 0 0 0 .75em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabContents{&lt;br /&gt;font-size: .95em;&lt;br /&gt;background: #960;&lt;br /&gt;border:0;&lt;br /&gt; border-right: 3px solid #740;&lt;br /&gt; border-bottom: 3px solid #520;&lt;br /&gt; padding: .75em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabContents{&lt;br /&gt; width: auto;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #sidebarTabs .tabContents .tabset,&lt;br /&gt;#contentWrapper .tabContents .tabset{&lt;br /&gt; border: 0;&lt;br /&gt; padding: 0;&lt;br /&gt; background: transparent;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabContents .tabSelected,&lt;br /&gt;#contentWrapper .tabContents .tabContents {&lt;br /&gt; background: #700;&lt;br /&gt; border: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabContents .tabUnselected {&lt;br /&gt; background: #440;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabset a {&lt;br /&gt; color: #fff;&lt;br /&gt; padding: .2em .7em;&lt;br /&gt; margin: 0 .17em 0 0;&lt;br /&gt; height: 2em;&lt;br /&gt;position: static;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabset a:hover {&lt;br /&gt; background: #000;&lt;br /&gt; color: #fff;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabset a:active {&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabContents ul{&lt;br /&gt; margin: 0;&lt;br /&gt; padding: 0;&lt;br /&gt; list-style: none;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper .tabContents .tabContents ul{&lt;br /&gt; color: #eeb;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.tabContents ul a,&lt;br /&gt;.tabContents ul .button{&lt;br /&gt; color: #fff;&lt;br /&gt; display: block;&lt;br /&gt; padding: .1em 0 .1em .7em;&lt;br /&gt; background: transparent;&lt;br /&gt; border: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.tabContents ul a:hover {&lt;br /&gt; color: #fff;&lt;br /&gt; background: #000;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!License panel rules /%==================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#licensePanel {&lt;br /&gt; padding: 0px 1em;&lt;br /&gt; font-size: .9em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#licensePanel a {&lt;br /&gt; color: #960;&lt;br /&gt; display: block;&lt;br /&gt; margin-top: .9em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#licensePanel a:hover {&lt;br /&gt; color: #fff;&lt;br /&gt; background: transparent;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Popup rules /%================================================================= %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;.popup {&lt;br /&gt; font-size: .8em;&lt;br /&gt; padding: 0em;&lt;br /&gt; background: #333;&lt;br /&gt; border: 1px solid #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.popup hr {&lt;br /&gt; margin: 1px 0 0 0;&lt;br /&gt; visibility: hidden;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.popup li.disabled {&lt;br /&gt; color: #666;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.popup li a,&lt;br /&gt;.popup li a:visited{&lt;br /&gt; color: #000;&lt;br /&gt; border: .1em outset #cf6;&lt;br /&gt; background: #cf6;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.popup li a:hover {&lt;br /&gt;border: .1em outset #cf6;&lt;br /&gt; background: #ef9;&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Message area rules /%================================================================= %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#messageArea{&lt;br /&gt; font-size: .9em;&lt;br /&gt; padding: .4em;&lt;br /&gt; background: #FFE72F;&lt;br /&gt; border-right: .25em solid #da1;&lt;br /&gt; border-bottom: .25em solid #a80;&lt;br /&gt;&lt;br /&gt;position: fixed;&lt;br /&gt; top: 10px;&lt;br /&gt; right: 10px;&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #messageArea a{&lt;br /&gt; color: #00e;&lt;br /&gt; text-decoration: none;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #messageArea a:hover{&lt;br /&gt; color: #00e;&lt;br /&gt; text-decoration: underline;&lt;br /&gt; background: transparent;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #messageArea .messageToolbar a.button{&lt;br /&gt; border: 1px solid #da1;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper #messageArea .messageToolbar a.button:hover{&lt;br /&gt; color: #00e;&lt;br /&gt; text-decoration: none;&lt;br /&gt; border: 1px solid #000;&lt;br /&gt; background: #fff;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Tiddler display rules /%================================================================== %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;#displayArea {&lt;br /&gt; width: 50em;&lt;br /&gt; margin: 0 0 0 21em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.tiddler {&lt;br /&gt; margin: 0 0 .9em 0;&lt;br /&gt; padding: 0 1em;&lt;br /&gt; border-right: .25em solid #aaa;&lt;br /&gt; border-bottom: .25em solid #555;&lt;br /&gt; background: #fff;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.title {&lt;br /&gt; font-size: 2em;&lt;br /&gt; padding-bottom: 0.3em;&lt;br /&gt; font-weight: bold;&lt;br /&gt; color: #900;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.toolbar {&lt;br /&gt; font-size: .8em;&lt;br /&gt; padding: .5em 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.toolbar .button{&lt;br /&gt; padding: .1em .3em;&lt;br /&gt; color: #000;&lt;br /&gt;&lt;br /&gt; border: .1em outset #cf6;&lt;br /&gt; background: #cf6;&lt;br /&gt;margin: .1em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.toolbar .button:hover {&lt;br /&gt; background: #ef9;&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.toolbar .button:active {&lt;br /&gt; background: #ff0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Viewer rules /% ------------------------------------------------------------------------------------------ %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;.viewer {&lt;br /&gt; line-height: 1.4em;&lt;br /&gt; font-size: 1em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer a:link, .viewer a:visited {&lt;br /&gt; color: #15b;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer a:hover {&lt;br /&gt; color: #fff;&lt;br /&gt; background: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer .button{&lt;br /&gt; background: transparent;&lt;br /&gt; border-top: 1px solid #eee;&lt;br /&gt; border-left: 1px solid #eee;&lt;br /&gt; border-bottom: 1px solid #000;&lt;br /&gt; border-right: 1px solid #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer .button:hover{&lt;br /&gt; background: #eee;&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer .button:active{&lt;br /&gt; background: #ccc;&lt;br /&gt; border-bottom: 1px solid #eee;&lt;br /&gt; border-right: 1px solid #eee;&lt;br /&gt; border-top: 1px solid #111;&lt;br /&gt; border-left: 1px solid #111;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;.viewer blockquote {&lt;br /&gt; border-left: 3px solid #777;&lt;br /&gt; margin: .3em;&lt;br /&gt; padding: .3em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer pre{&lt;br /&gt; background: #fefefe;&lt;br /&gt; border: 1px solid #f1f1f1;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer pre, .viewer code{&lt;br /&gt; color: #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer ul {&lt;br /&gt; padding-left: 30px;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer ol {&lt;br /&gt; padding-left: 30px;&lt;br /&gt;}&lt;br /&gt;ul{&lt;br /&gt;list-style-type: asquare;&lt;br /&gt;}&lt;br /&gt;ol{ &lt;br /&gt; list-style-type: decimal;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;ol ol{ &lt;br /&gt; list-style-type: lower-alpha;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;ol ol ol{ &lt;br /&gt; list-style-type: lower-roman;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer ul, .viewer ol, .viewer p {&lt;br /&gt; margin: .0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer li {&lt;br /&gt; margin: .2em 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;h1,h2,h3,h4,h5,h6 {&lt;br /&gt; color: #000;&lt;br /&gt; font-weight: bold;&lt;br /&gt; background: #eee;&lt;br /&gt; padding: 2px 10px;&lt;br /&gt; margin: 5px 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer h1 {font-size: 1.8em;}&lt;br /&gt;.viewer h2 {font-size: 1.6em;}&lt;br /&gt;.viewer h3 {font-size: 1.4em;}&lt;br /&gt;.viewer h4 {font-size: 1.2em;}&lt;br /&gt;.viewer h5 { font-size: 1em;}&lt;br /&gt;.viewer h6 { font-size: .9em;}&lt;br /&gt;&lt;br /&gt;.viewer table {&lt;br /&gt; border: 2px solid #303030;&lt;br /&gt; font-size: 11px;&lt;br /&gt; margin: 10px 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer th, .viewer thead td{&lt;br /&gt; color: #000;&lt;br /&gt; background: #eee;&lt;br /&gt; border: 1px solid #aaa;&lt;br /&gt; padding: 0 3px;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer td {&lt;br /&gt; border: 1px solid #aaa;&lt;br /&gt; padding: 0 3px;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer caption {&lt;br /&gt; padding: 3px;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer hr {&lt;br /&gt; border: none;&lt;br /&gt; border-top: dotted 1px #777;&lt;br /&gt; height: 1px;&lt;br /&gt; color: #777;&lt;br /&gt; margin: 7px 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.viewer&lt;br /&gt;{&lt;br /&gt; margin: .5em 0 0 0;&lt;br /&gt; padding: .5em 0;&lt;br /&gt; border-top: 1px solid #ccc;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.highlight {&lt;br /&gt; color: #000;&lt;br /&gt; background: #ffe72f;&lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!Editor rules /% ----------------------------------------------------------------------------------------- %/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;.editor {&lt;br /&gt; font-size: .8em;&lt;br /&gt; color: #402C74;&lt;br /&gt; padding: .3em 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.editor input, .editor textarea {&lt;br /&gt; font: 1.1em/130% &quot;Andale Mono&quot;, &quot;Monaco&quot;, &quot;Lucida Console&quot;, &quot;Courier New&quot;, monospace;&lt;br /&gt; margin: 0;&lt;br /&gt; border: 1px inset #333;&lt;br /&gt; padding: 2px 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.editor textarea {&lt;br /&gt; height: 42em;&lt;br /&gt; width: 100%;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;input:focus, textarea:focus&lt;br /&gt;{&lt;br /&gt; background: #ffe;&lt;br /&gt; border: 1px solid #000;&lt;br /&gt;}&lt;br /&gt;.footer&lt;br /&gt;{&lt;br /&gt; padding: .5em 0;&lt;br /&gt; margin: .5em 0;&lt;br /&gt; border-top: 1px solid #ddd;&lt;br /&gt; color: #555;&lt;br /&gt; text-align: center; &lt;br /&gt;}&lt;br /&gt;/*}}}*/&lt;br /&gt;/***&lt;br /&gt;!IE Display hacks /% ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~%/&lt;br /&gt;***/&lt;br /&gt;/*{{{*/&lt;br /&gt;body{&lt;br /&gt; _text-align: center;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#contentWrapper&lt;br /&gt;{&lt;br /&gt;/* _width: 770px; CSS UNDERSCORE HACK FOR PROPER WIN/IE DISPLAY */&lt;br /&gt; _text-align: left; /* CSS UNDERSCORE HACK FOR PROPER WIN/IE DISPLAY */ &lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#messageArea{&lt;br /&gt; _position: absolute;&lt;br /&gt;}&lt;br /&gt;/*}}}*/</description>
<category>systemTiddlers</category>
<link>null#StyleSheet</link>
<pubDate>Wed, 1 Feb 2006 03:02:00 UTC</pubDate>
</item>
<item>
<title>MainMenu</title>
<description>[[NEWS]]&lt;br /&gt;[[README]]&lt;br /&gt;ChangeLog &lt;br /&gt;[[BUGS]]&lt;br /&gt;[[TODO]]&lt;br /&gt;[[Licenses]]&lt;br /&gt;</description>
<link>null#MainMenu</link>
<pubDate>Wed, 1 Feb 2006 03:02:00 UTC</pubDate>
</item>
<item>
<title>PageTemplate</title>
<description>&lt;div id='header'&gt;&lt;br /&gt;&lt;div id='titleLine'&gt;&lt;br /&gt;&lt;span id='siteTitle' refresh='content' tiddler='SiteTitle'&gt;&lt;/span&gt;&lt;br /&gt;&lt;span id='siteSubtitle' refresh='content' tiddler='SiteSubtitle'&gt;&lt;/span&gt;&lt;br /&gt;&lt;/div&gt;&lt;br /&gt;&lt;/div&gt;&lt;br /&gt;&lt;div id='sidebar'&gt;&lt;br /&gt;&lt;div id='mainMenu' refresh='content' tiddler='MainMenu'&gt;&lt;/div&gt;&lt;br /&gt;&lt;div id='sidebarOptions' refresh='content' tiddler='SideBarOptions'&gt;&lt;/div&gt;&lt;br /&gt;&lt;div id='sidebarTabs' refresh='content' force='true' tiddler='SideBarTabs'&gt;&lt;/div&gt;&lt;div id=&quot;licensePanel&quot;&gt;&lt;br /&gt;&lt;a rel=&quot;license&quot; href=&quot;http://shared.snapgrid.com/gtd_tiddlywiki.html#RevisionHistory&quot; target=&quot;_new&quot;&gt;GTDTW Version &lt;span macro=&quot;version&quot;&gt;&lt;/span&gt;&lt;/a&gt;&lt;br /&gt;&lt;a rel=&quot;license&quot; href=&quot;http://www.tiddlywiki.com&quot; target=&quot;_new&quot;&gt;&lt;br /&gt;TiddlyWiki is published by Jeremy Ruston at Osmosoft under a BSD open source license&lt;/a&gt;&lt;br /&gt;&lt;a rel=&quot;license&quot; href=&quot;http://snapgrid.com&quot; target=&quot;_new&quot;&gt;GTD TiddlyWiki is a modification by Nathan Bowers at Snapgrid under the same license terms.&lt;/a&gt;&lt;br /&gt;&lt;a rel=&quot;license&quot; href=&quot;http://davidco.com&quot; target=&quot;_new&quot;&gt;&quot;Getting Things Done&quot; is &amp;#169; David Allen at Davidco. Davidco has no affiliation with TiddlyWiki or GTD TiddlyWiki.&lt;/a&gt;&lt;br /&gt;&lt;a rel=&quot;license&quot; href=&quot;http://hsj.jp/works/archives/001471.html&quot; target=&quot;_new&quot;&gt;&lt;br /&gt;&#26085;&#26412;&#35486;&#21270;&#12399;&#12300;&#32154;&#12539;TiddlyWiki&#12398;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#26085;&#26412;&#35486;&#21270;&#12375;&#12390;&#12415;&#12427;&#12301;&#12434;&#21442;&#32771;&#12395;&#34892;&#12356;&#12414;&#12375;&#12383;&#65294;&lt;br /&gt;&lt;/a&gt;&lt;br /&gt;&lt;/div&gt;&lt;/div&gt;&lt;br /&gt;&lt;div id='displayArea'&gt;&lt;br /&gt;&lt;div id='messageArea'&gt;&lt;/div&gt;&lt;br /&gt;&lt;div id='tiddlerDisplay'&gt;&lt;/div&gt;</description>
<category>systemTiddlers</category>
<link>null#PageTemplate</link>
<pubDate>Wed, 1 Feb 2006 02:52:00 UTC</pubDate>
</item>
<item>
<title>DefaultTiddlers</title>
<description>[[NEWS]] [[README]]</description>
<link>null#DefaultTiddlers</link>
<pubDate>Tue, 31 Jan 2006 10:28:00 UTC</pubDate>
</item>
<item>
<title>SiteSubtitle</title>
<description>Domain Ontology rapiD DeveLopment Environment</description>
<link>null#SiteSubtitle</link>
<pubDate>Tue, 31 Jan 2006 10:24:00 UTC</pubDate>
</item>
<item>
<title>ViewTemplate</title>
<description>&lt;div class='toolbar' macro='toolbar -closeTiddler closeOthers +editTiddler permalink references jump'&gt;&lt;/div&gt;&lt;br /&gt;&lt;div class='title' macro='view title'&gt;&lt;/div&gt;&lt;br /&gt;&lt;div class='subtitle'&gt;by &lt;span macro='view modifier link'&gt;&lt;/span&gt;, &lt;span macro='view modified date [[DD MMM YYYY]]'&gt;&lt;/span&gt; (created &lt;span macro='view created date [[DD MMM YYYY]]'&gt;&lt;/span&gt;)&lt;/div&gt;&lt;br /&gt;&lt;div class='viewer' macro='view text wikified'&gt;&lt;/div&gt;&lt;br /&gt;&lt;div class='footer' macro='tags'&gt;&lt;/div&gt;</description>
<category>systemTiddlers</category>
<link>null#ViewTemplate</link>
<pubDate>Mon, 9 Jan 2006 22:55:00 UTC</pubDate>
</item>
<item>
<title>StyleSheetPrint</title>
<description>/*{{{*/&lt;br /&gt;&lt;br /&gt;@media print {&lt;br /&gt;#mainMenu, #sidebar, #messageArea {display: none !important;}&lt;br /&gt;#displayArea {margin: 1em 1em 0em 1em;}&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;/* LAYOUT ELEMENTS ========================================================== */&lt;br /&gt;*&lt;br /&gt;{&lt;br /&gt; margin: 0;&lt;br /&gt; padding: 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;body {&lt;br /&gt; background: #fff;&lt;br /&gt; color: #000;&lt;br /&gt; font-size: 6.2pt;&lt;br /&gt; font-family: &quot;Lucida Grande&quot;, &quot;Bitstream Vera Sans&quot;, Helvetica, Verdana, Arial, sans-serif;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;img {&lt;br /&gt; max-width: 2.2in;&lt;br /&gt; max-height: 4.3in;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#header, #side_container, #storeArea, #copyright, #floater, #messageArea, .save_accesskey, .site_description, #saveTest, .toolbar, .footer&lt;br /&gt;{&lt;br /&gt; display: none;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;#tiddlerDisplay, #displayArea&lt;br /&gt;{&lt;br /&gt; display: inline;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.tiddler {&lt;br /&gt; margin: 0 0 2em 0;&lt;br /&gt; border-top: 1px solid #000;&lt;br /&gt; page-break-before: always;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.tiddler:first-child {&lt;br /&gt; page-break-before: avoid;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;.title {&lt;br /&gt; font-size: 1.6em;&lt;br /&gt; font-weight: bold;&lt;br /&gt; margin-bottom: .3em;&lt;br /&gt; padding: .2em 0;&lt;br /&gt; border-bottom: 1px dotted #000;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;p, blockquote, ul, li, ol, dt, dd, dl, table&lt;br /&gt;{&lt;br /&gt; margin: 0 0 .3em 0;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;h1, h2, h3, h4, h5, h6&lt;br /&gt;{&lt;br /&gt; margin: .2em 0;&lt;br /&gt;} &lt;br /&gt;&lt;br /&gt;h1&lt;br /&gt;{&lt;br /&gt; font-size: 1.5em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;h2&lt;br /&gt;{&lt;br /&gt; font-size: 1.3em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;h3&lt;br /&gt;{&lt;br /&gt; font-size: 1.25em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;h4&lt;br /&gt;{&lt;br /&gt; font-size: 1.15em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;h5&lt;br /&gt;{&lt;br /&gt; font-size: 1.1em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;blockquote&lt;br /&gt;{&lt;br /&gt; margin: .6em;&lt;br /&gt; padding-left: .6em;&lt;br /&gt; border-left: 1px solid #ccc;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;ul&lt;br /&gt;{&lt;br /&gt; list-style-type: circle;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;li&lt;br /&gt;{&lt;br /&gt; margin: .1em 0 .1em 2em;&lt;br /&gt; line-height: 1.4em; &lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;table&lt;br /&gt;{&lt;br /&gt; border-collapse: collapse;&lt;br /&gt; font-size: 1em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;td, th&lt;br /&gt;{&lt;br /&gt; border: 1px solid #999;&lt;br /&gt; padding: .2em;&lt;br /&gt;}&lt;br /&gt;&lt;br /&gt;hr {&lt;br /&gt; border: none;&lt;br /&gt; border-top: dotted 1px #777;&lt;br /&gt; height: 1px;&lt;br /&gt; color: #777;&lt;br /&gt; margin: .6em 0;&lt;br /&gt;}&lt;br /&gt;}&lt;br /&gt;/*}}}*/</description>
<category>systemTiddlers</category>
<link>null#StyleSheetPrint</link>
<pubDate>Mon, 9 Jan 2006 22:55:00 UTC</pubDate>
</item>
</channel>
</rss>